[{
  "_id": {
    "$oid": "6481cb4f72f7343da94bf8c3"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego pintaba estar muy bien pero, nada más iniciar en el primer mundo, por debajo de los 60 fps y con variaciones de frames brutales (posiblemente por denuvo). Teniendo una Rtx 3080 Ti. Según todas las reseñas, el problema es generalizado por lo que se llega a la conclusión que han sacado un juego roto. He pedido la devolución y no lo volveré a comprar hasta que hayan asegurado que han solucionado los problemas que tenían. Esa es la única manera de hacer saber a las compañías que no pueden sacar un producto defectuoso.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb4f72f7343da94bf8c4"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNO LO COMPREN AUN el juego me encanta, tiene una historia increíble, sin embargo la optimizacion esta del culo xd, esperen un poquito a que lo arreglen o baje de precio",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb4f72f7343da94bf8c5"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLo optimizo un mono",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb4f72f7343da94bf8c6"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tHe jugado las primeras 8 horas sin problema alguno. Muy puntuales los bajones de FPS.¿El juego? Una maravilla. De verdad, muy completo y como fan de Star Wars sales encantado.Ahora, a la novena hora, me crashea cada 5 minutos y es DESESPERANTE.Espero que lo arreglen pronto.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb4f72f7343da94bf8c7"
  },
  "Contenido": "Publicada el 11 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJuegazo 8.5/10, el rendimiento es una m13rd4, así que si tenes una tostadora no lo juegues amigo!! se  te va a quemar la maleducada!!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb4f72f7343da94bf8c8"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNO LO COMPREN, SE LOS PIDO POR FAVOR. ESPEREN UN TIEMPO",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb4f72f7343da94bf8c9"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEDICIÓN 3: Con el parche 5 el juego ha mejorado bastante, hasta en algún momento ha ido a 60 donde antes era imposible, en la mayoría de sitios va muy bien, salvando dos o tres puntos concretos en los que rasca inevitablemente, sigue teniendo problemas inverosímiles, pero en comparación al primer día que lo jugué parece otro juego distinto.Eso no quita que sea vergonzoso lo que hacen una y otra vez compañías multinacionales sacando los juegos sin probarlos como es debido.Ya me he pasado el juego y en términos generales me ha parecido bastante mejor que el primero, aunque hay cosas que yo habría hecho de otra forma, por ejemplo aumentar el número de localizaciones, da la sensación de que por ampliar el tamaño de los mundos sacrificaron en cantidad.. Y no quiero dar a entender que esté mal,  porque los mundos los han recreado muy bien y son entretenidos, además la agilidad de Cal ayuda a que explorar sea muy ameno, pero sí que hubiera molado algún planeta más y no estar yendo y viniendo de uno a otro tantas veces, podríamos haber ahorrado alguna que otra vuelta simplemente creando uno o dos mundos más, aunque no tuvieran la misma amplitud que Koboh o Jheda. El diseño de niveles no obstante me ha parecido muy trabajado, con entornos más elaborados, con más verticalidad, visualmente bonitos, son verdaderamente impresionantes...Estar dentro de la Lukrehulk estrellada me ha molado mucho, tiene guiños y cositas a las series y películas, pero permanece fiel a su originalidad lo cual valoro porque el primero me gustó mucho en gran parte por ello. Es además desafiante, han mejorado mucho el asunto del combate, le han añadido más y mejor...Hay enemigos legendarios que molan un montón, aunque hay otros que son versiones potenciadas de los normales y Cal recibe un lavado de cara que le ha sentado de perlas, además de todo el tema de la personalización de la espada y BD, mejorados en ambos casos.La historia me ha parecido muy chula, es verdad que Fallen Order tiene más gancho de primeras, a esta segunda parte le cuesta más arrancar, pero bueno presenta ciertos giros que están guapos y otras escenas con encanto y bien hechas, así como otras que consiguen erizar el vello a cualquier fan de SW, el trabajo en animaciones y demás está muy bien, aunque tiene sus más y sus menos, quizá el personaje de Bode yo lo hubiera escrito de otra manera, especialmente en la primera mitad de la historia.A pesar de haber cambiado el sentido de la recomendación, porque sabía que el juego me iba a gustar de pleno y de que el juego haya mejorado su rendimiento, voy a dejar el resto del mensaje tal cual sin borrar, sobre todo por el tema del error, que a mí particularmente ya no se me ha manifestado desde que instalé el parche 5, pero por si pudiera ayudar a alguien. Espero que podáis disfrutar del juego, porque para mí se la han sacado a dos manos, que queréis que os diga.EDICIÓN 2: Esta segunda edición la pongo al comienzo del texto porque la considero importante. He conseguido que no me tire al escritorio en el inicio por cortesía de ChudyVontana, usuario de Steam que publicó esta misma solución en un hilo de discusión al respecto del error que arroja al crashear, si te ocurre lo mismo que a mí (que me tira al escritorio continuamente en un punto concreto dándote un error como este \"LowLevelFatalError [File:Unknown] [Line: 686] hr failed at D:/depot/r8branches/r8release/Engine/Source/Runtime/D3D12RHI/Private/D3D12Resources.cpp:507 with error DXGI_ERROR_DEVICE_REMOVED with Reason: DXGI_ERROR_DEVICE_HUNG\") puedo decir que me funcionó, aunque puede ser que el procedimiento lo tengas que repetir en algún momento cuando vuelvas a ejecutar el juego después de haberlo cerrado.Debes dirigirte a la siguiente ruta: Disco local C (O letra que corresponda a la ubicación de tu sistema operativo) Archivos de programa x86 -> Steam -> Steamapps -> Common -> Jedi Survivor -> _Installer.Ahí tiene que haber dos ejecutables llamados Cleanup.exe y Touchup.exe ambos con el icono de EA, ejecútalos (debe pedirte permiso para ello) y acto seguido ejecuta el juego, debería funcionar \"con normalidad\"Por descontado que esto no es una solución, es un parche para que al menos podamos jugar, el problema continua estando ahí y deben solucionarlo y sí, \"con normalidad\" me refiero a que si bien algo ha mejorado, sigue dando un poco de pena en algunos momentos... En el entorno que rodea a \"la ciudad\" del primer planeta que visitamos tras salir de Coruscant el juego va de pena, pasas de un punto en concreto y de pronto los fotogramas desaparecen, vuelves a dar un paso atrás y vuelven... En la nave del senador al comienzo del juego sigue yendo de pena...pero sí que es cierto que en otros sitios donde antes pegaba muchos bajones ahora no lo hace...Poco a poco chavales jajaja----------------------------------------------------------------------------------------------------------Es una broma lo del rendimiento, que se creen que somos, caídas de fotogramas constantes, carga de texturas deficiente con bugs visuales por doquier, caídas al escritorio,Se abonan al cobro de 70€ rápido, pero al carro de sacar los juegos como es debido les cuesta subir.Solo hay una razón por la que he pagado 70€, porque es un juego de Star Wars y el trabajo que habían hecho con el anterior me pareció francamente bueno.Solo puedo decir GRACIAS POR MINAR MI CONFIANZA.Cuando decidan arreglarlo, lo mismo cambio la reseña porque no me cabe duda de que el juego estará chulo.EDICIÓN 1: Parche 4 actualizado, resultado: me crashea todo el rato en la escena inicial con Cal esposado.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb4f72f7343da94bf8ca"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOk, Antes que nada lo dire sin rodeos, NO COMPRES ESTE JUEGO HASTA QUE LO OPTIMICEN DECENTEMENTE, MI RAM: 32 GBGPU: 4090PROCESADOR: INTEL ULTIMA GENERACIONDespues de probarlo en mi pc me eh encontrado con un promedio de 70 fps con unos bajones brutales a 30 fps en una parte especifica del inicio, lo tengo todo en epico con rtx on, sinceramente lo recomiendo ya que fuera del rendimiento, es un juego altamente entretenido, la jugabilidad, la historia, los graficos y el doblaje es sumamente bueno, sin embargo hay que decir la realidad y es que si en mi pc va relativamente bien, teniendo unos tirones, un calentamiento horrible de la tarjeta y procesador y con bajadas de frames, teniendo lo mas TOP del mercado no me imagino lo mal que les esta yendo a las demas gamas, un juego con potencial que salio roto, una ves que lo arreglen te lo recomiendo sin pensarlo, por lo mientras, si no tienes una pc espacial, ni te molestes en pensar en comprarlo porque la verdad es que si esta super mal optimizado.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb4f72f7343da94bf8cb"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPC prenderse fuego, yo ser feliz.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb4f72f7343da94bf8cc"
  },
  "Contenido": "Publicada el 27 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tRTX 3060 i5 9600k. ni 50 fps con fsr ultra performance + los graficos más bajos posibles. Simplemente una mala optimización desde la salida. UPDATE: el segundo escenario tira 85fps graficos ULTRA/MED (texturas en ultra) y por ahora bastante estables. una vez llegado al punto, donde supongo que es la parte mas abierta del mapa, fluctua mucho entre los 45/60 fps.UPDATE2: ahora se me crashea la compu jugandolo. +10",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5072f7343da94bf8cd"
  },
  "Contenido": "Publicada el 11 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tContinuos crashes en un pc de alta gama",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5072f7343da94bf8ce"
  },
  "Contenido": "Publicada el 15 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPura esencia Star Wars. Coge todo lo bueno de Fallen Order y lo lleva un paso más allá. Una buena historia, personajes bien escritos, una excelente exploración y BSO y buen apartado técnico. Lástima los problemas de rendimiento. Muy recomendable.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5072f7343da94bf8cf"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tRendimiento lamentable e incompresible. Es una pena que juegos tan bueno, los saquen en un estado tan deplorable. No compréis este juego,  necesita mínimo de 6 meses para dejarlo relativamente bien y aun así, dudo que lo dejen perfecto.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5072f7343da94bf8d0"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEs un juegazo, historia, jugabilidad, tiene de todo para ser el goty del año pero... digno de EA en algo tenían que cagarla, la optimización es tan mala que te va a mejor fps en ultra y con rtx activado que con los gráficos al mínimo. lanzaron un parche pero fue inutil. lamentablemente es injugable este juegazo, espero que en unos meses este en mejor estado; hasta cyberpunk salió en mejores condiciones que este juego.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5072f7343da94bf8d1"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tel juego se siente que al igual que su prota, ha crecido y madurado, por otro lado el rendimiento es malo, pero no al nivel de tlou, al menos yo he jugado cosas como un AC3 en una pc del gobierno, asi que tengo mas aguante para un bajo frame rate mejor esperate a unas ofertas, que para entonces estará mejor el rendimiento",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5072f7343da94bf8d2"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tFuera de que quiero que le saquen un buen parche de optimizacion. Tambien quiero que Cal Kestis me haga suyo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5072f7343da94bf8d3"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tHorrendo!!! no lo compreis!!! durante el tutorial y el primer planeta va funcionado, pero al llegar al segundo planeta no para de crashearse todo el rato, y si pide refund como ya han pasado 2 horas steam te lo niego, no lo compreis!!!",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5072f7343da94bf8d4"
  },
  "Contenido": "Publicada el 18 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t♥♥♥♥ basura de optimización un mes después del lanzamiento.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5072f7343da94bf8d5"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMe ha gustado un montón. La historia es mucho mejor que cualquiera de las últimas pelis de star wars (Tampoco es muy difícil esto). Tiene momentos muy guapos, la historia me ha encantado. Nomás por esto ya lo recomiendo, si eres fan de Star Wars y/o te gustó el anterior juego este te va a encantar.Sigue yendo como la ♥♥♥♥♥♥ y se traba en varios momentos, aunque varias zonas si suele ir como la seda. Una pena, si estuviera bien optimizado sacaría el 100%. Después de 30 horas me quedé con ganas de seguir jugando, pero el mal rendimiento de algunas zonas me da asco.Nomas por esto te diría que lo compres en oferta, si tienes un muy buen PC pues supongo que irá bien, aunque aún tendrás caídas de frames.Jugablemente parecido al primero, con algunas mejoras y más posturas de sables, ni tan mal, mejora un poco unas cosas pero nada del otro mundo.Si te gusta Star Wars este te va a encantar, si no pues diría que también, la historia está guapa.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5072f7343da94bf8d6"
  },
  "Contenido": "Publicada el 4 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy mal optimizado, se traba en todas las escenas nuevas y crashea en cada meditación",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5172f7343da94bf8d7"
  },
  "Contenido": "Publicada el 30 mayo\nBUEN JUEGO, MAL PORT.Un juego que está muy bien pero que ha presentado (y sigue presentando) un mal rendimiento a la hora de ejecutarlo. Voy a ir enumerando los distintos apartados del título que irán desarrollando la reseña.- Historia: en lo personal me gustó bastante, con ciertos giros \"inesperados\" y alguna que otra sorpresita que le dieron un añadido extra a toda la trama. Me parece que ha tenido un buen final, dando pie a que pueda venir otra parte o una expansión en un futuro. El juego no es tan largo si sólo hacés la historia pero es muy disfrutable de todos modos.- Jugabilidad: tomó todo lo bueno de la entrega anterior, pero perfeccionado para brindar una experiencia mucho más fluida y fresca. Ahora tenemos la posibilidad de encarar los enfrentamientos con más opciones debido a la implementación de nuevas posturas (5 en total), la chance de usar bláster, nuevas habilidades producidas por la Fuerza, etc. También, los movimientos de Cal y su desempeño por los escenarios a través de agarres en los salientes, correr por las paredes y el poder movilizarnos con la fauna de los planetas hace que recorrer los mapeados sea algo espectacular. Todo esto deja a Cal Kestis como si fuera el Jedi más poderoso y versátil de toda la franquicia Star Wars.- Gráficos: un juego \"next-gen\" con todas las letras. Nada más que decir, se ve excelente y los detalles y efectos lumínicos están muy bien trabajados. Los modelos de personajes también son una maravilla.- Ambientación: todo perfectamente hecho. Los planetas tienen una diversidad impresionante, con mucha vida y, como expliqué antes, cada uno cuenta con su flora y fauna correspondiente. Vas a encontrar muy pocas similitudes entre escenarios debido a la cantidad de recursos que hay en cada uno, específicamente creados para cada mapa. Este apartado para mí es el que más destaca.- Exploración: al igual que en Fallen Order, tenemos un sin fin de cosas por hacer: abrir cofres, encontrar objetos estéticos, realizar tareas secundarias que son bastante entretenidas, luchar contra bestias legendarias y cazarrecompensas, realizar desafíos o simplemente explorar el basto mundo de este juego para deleitarte con las hermosas vistas que ofrece. Además, vas a encontrar peleas en muchos rincones.- Rendimiento: acá es donde el juego pierde algunos puntos. Han lanzado 5 parches hasta el día de la fecha, y el título se siente un poco mejor que desde su lanzamiento, pero aún así se nota que deben seguir trabajando en él porque permanecen los freezeos y crasheos, sumando que los frames bajan constantemente en ciertos puntos de los distintos planetas. La experiencia en muchas ocasiones se entorpece debido a este problema, así que espero el producto quede al 100% en un tiempo (aunque la cosa viene bastante lenta...).Si podés esperar un poco más de tiempo a comprarlo, genial. Por ahí en ese momento el juego está estabilizado y tiene mejor rendimiento, así podés disfrutar mejor de todo lo que ofrece. Igualmente, es un gran juego con muchas horas de diversión y si no tenés problemas con estos inconvenientes accedé a comprarlo. Esperar una oferta tampoco está mal aunque Jedi: Survivor vale este precio.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5172f7343da94bf8d8"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBuen juego pero funciona como el culo :3",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5172f7343da94bf8d9"
  },
  "Contenido": "Publicada el 18 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tFunciona para el culo",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5172f7343da94bf8da"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNo soy fan de la saga pero me encantó el juego.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5172f7343da94bf8db"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl rendimiento es peor que el de jar jar en las precuelas",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5172f7343da94bf8dc"
  },
  "Contenido": "Publicada el 22 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tsablazos en el orto",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5172f7343da94bf8dd"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSe inspiraron tanto en los juegos de From Software, que hasta el mal rendimiento implementaron... XDFuera de ♥♥♥♥, el juego es buenísimo, su combate es satisfactorio y su historia excelente, espero que solucionen el tema de la optimización pronto. c:",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5172f7343da94bf8de"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUna increíble aventura, que se ve viciada por su falta de optimización. Lo jugué en épico, con ray tracing encendido, en 1080p en un I5 13600k, RTX 3060ti, con 32 gb ram y FSR activado (no cuenta con DLSS). Los frames fueron variables, el juego se me cerró en alguna que otra ocasión; en mi caso en particular había una de las habilidades de BD-1 la cual lanza una especia de \"brea\" (no recuerdo el nombre), durante el uso de esta habilidad el juego se me cerro en varias ocasiones, hay algo ahí que no funciona bien o genera un error en mi hardware. Es una lástima que no haya salido más pulido, porque detrás de esos fallos, hay un excelente juego de aventura, con una historia realmente muy piola, con una jugabilidad que logra superar al primer juego, un diseño artístico sublime, con muchísimos desafíos y coleccionables que en algún punto hasta resultan un placer, porque es realmente satisfactorio navegar por sus mapas, descubrir nuevas habilidades y volver a explorarlos, el sonido y las voces son sobresalientes. Calculo que con el tiempo, con sus actualizaciones lo irán puliendo. Siento que es un excelente juego de la franquicia, muy recomendable, a pesar de su estado actual. En el futuro será un juegazo, hoy es un gran título con serios problemas de optimización.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5172f7343da94bf8df"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMe avisan cuando arreglen la optimizacion ? graciasss!!",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5172f7343da94bf8e0"
  },
  "Contenido": "Publicada el 17 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tHace poco termine la historia, no les voy a mentir, es un juego q tuvo una salida turbulenta por sus bugs y fallos, algunos dijeron q era como cyberpunk, nada mas lejos de la realidad sinceramente, el juego tiene todavia sus fallas, pero lo siguen actualizando y reparando, es completamente jugable en este momento, nada de crasheos ni bugs de carga, es un juego exigente por lo q tal vez sufras una caida de frames ya sea por una placa de video q no lo soporte o un procesador mas o menos viejito, pero en un segundo se acomoda y volves como si nada.En mi caso el problema seguro fue mi procesador, ya q tengo un Ryzen 5 1600 six-core, no es malo, pero si se siente el cuello de botella que le genera a mi placa de video.Aparte de todo esto, es un juegazo en toda regla, una historia llena de sorpresas y completamente disfrutable si sos un fan de Star Wars, ahora tenes 5 estilos de pelea o posturas de sable distintos, lo cual hace q cada jugador pueda llevar el estilo de juego q mas le convenga y guste, hay nuevas habilidades de la fuerza que abren un abanico gigante de posibilidades en batalla. Ahora Cal es mas personalizable q nunca, desde las armas, hasta la barba.La duracion de la historia tambien es muy correcta, las 25hrs q me duro la historia se me pasaron volando, ya quiero probar la dificultad maxima.En resumen es muy buen juego la verdad y lo recomiendo sin lugar a dudas, aparte q ya en este momento y teniendo varios parches encima q corrigen casi el 100% de los errores, puedo decir q si sos un fan de SW le doy un 10/10, si no sos fan 9.5/10",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5272f7343da94bf8e1"
  },
  "Contenido": "Publicada el 4 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPese a que recomiende el juego, debo decir que la historia y ambientación, te atrapa mas que el fallen order, es una pena que un juegazo asi con letras mayusculas este tan mal optimizado ya que tengo un ryzen 7 5800x una rtx 3070 y 56 gb de ram, y no me creo que a mi pc que con cualquier otro juego ni se despeine, y con este le cueste mantenerse en 60 fpsno esta mal optimizado, esta de pena si lees esta reseña te recomiendo esperar ya que de momento le falta trabajo, sobre todo a optimizacion",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5272f7343da94bf8e2"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUn Juego que promete pero esta roto pésima optimizacion. Tiene potencial pero hasta que no lo arreglen no llega a ser jugable, ya me crasheo varias veces, una pena porque es un gran juego mejor que el anterior. Hasta que no lo arreglen no se puede jugar. Mi recomendación es que esperen a que lo actualicen.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5272f7343da94bf8e3"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tque bueno que ya arreglaron el juego. Tiene una historia excelente con un final increíble. Muy recomendado.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5272f7343da94bf8e4"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tesperen a una actualización que arregle LO MAL OPTIMIZADO QUE ESTA, EN INJUGABLE",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5272f7343da94bf8e5"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego no funciona, que me devuelvan el dinero.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5272f7343da94bf8e6"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJueegardo!!!! a pesar de los errores de rendimiento, es un ♥♥♥♥ juegazo!!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5272f7343da94bf8e7"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tElectronic arts sigue sin defraudar4090 = injugablePerfecto :D",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5272f7343da94bf8e8"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tal fin un juego que no nerfea al prota al empezar la secuela <3",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5272f7343da94bf8e9"
  },
  "Contenido": "Publicada el 28 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\ttengo una rtx 2060 parece que solucionaron los bugs, se puede jugar en graficos altos aunque se nota un poco la baja de fps",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5272f7343da94bf8ea"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAnda como una presentación de PowerPoint",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8eb"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego es una joyita, una digna secuela de lo que fue el primero pero 1000 veces mejor , buen gampelay, buenos graficos, historia interesante, personalizacion, combos,habilidades, tiene todo. Lo unico que lo hace incomodo de jugar es la optimizacion, aveces puede llegar a ser frustrante lo mal que va, cuando arreglen eso sera 10/10 y la digna secuela que se merece el caballero jedi cal kestis.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8ec"
  },
  "Contenido": "Publicada el 14 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tDesde que llegué al segundo boss, los crasheos han sido la constante, tengo un 11700k, 32 gb ddr4 a 3200mhz y una 3070ti, ya sin hablar de las caídas de fps y demás, que al menos mira, se podía jugar, pero esque desde hace 2 días no puedo, el juego no dura mas de 10 minutos abierto, he conseguido pasarme el boss corriendo y acto seguido yendo rapidísimo a guardar, pero al salir del punto de meditación se ha vuelto a crashear, he probado mil fixes que hay por internet pero ninguna acaba de funcionar, el juego me está gustando, pero no cambiaré mi review hasta que pueda jugar establemente sin preucuparme todo el rato de cuando va a volver a crashear, por ahora, lo voy a dejar sin jugar hasta que vea un parche donde vea que han hecho algo al respecto, porque jugar en estas condiciones solo hago que perder mi tiempo y dinero",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8ed"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUna falta de respeto la optimizacion pero la historia esta muy god hasta ahora, the last of us  encontró un rival Actualización actualizada: Historia god , es cine 11/10 , en rendimiento se volvieron comunist4s y hacen que todos juguemos a 30 fps",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8ee"
  },
  "Contenido": "Publicada el 4 junio\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\taun a dia de hoy sigue crasheando a cada rato",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8ef"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tRendimiento pésimo de lanzamiento, toca reembolsar y ya si lo acaban arreglando con parches lo pillaré cuando lo vea rebajado. Es una pena, porque era uno de los juegos que más esperaba éste año.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8f0"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl impacto de las primeras dos horas de juego ha sido potentísimo. Usé el Ray-Tracing y sinceramente el juego era algo maravilloso de ver. Durante las cinemáticas el contados de FPS bajaba a menos de 60 y no se sentía la diferencia. Durante algunos minutos pensé que era brujería poder tener como resultado final ese detalle gráfico con el juego corriendo entre 50 y 60 fps. Jugué en casi todo al máximo en un monitor 1440p 21:9, mi CPU es un R5 5600x y mi GPU una RTX 3070; 16GB de RAM en  un SSD M.2 nVME PCIE 3.0.Sin embargo, el juego es incapaz de sostener un rendimiento estable. La misma dinámica de juego fuerza mucho movimiento del personaje y no son pocos los sitios donde se sufre de un bajón importante de rendimiento. Además (esto es imposible de pasar por alto) el audio y el video estaban desincronizados. Como está actualmente la industria no podría decir que esperaba algo mejor. Pagué 259 PEN, unos 65-67 USD. Y sinceramente puedo ver el maravilloso juego que sé que es, pero antes de la pelea contra el primer Boss el juego crasheó. Tampoco pude encontrar el contenido extra que te daba precomprar el juego.El apartado gráfico del juego es de primer nivel, Cyberpunk 2077 no es mucho mejor. El Soundtrack es de primera clase, como siempre viniendo de STAR WARS. Y la magia misma que trae el mundo creado por G. Lucas podría haber hecho de este juego un serio candidato al GOTY. No vale la pena pagarlo ahora para jugar una versión todavía por madurar. Me gustaría creer que el tiempo traerá parches que mejore el rendimiento del juego. Hasta entonces, esperaré algún descuento pronto (como EA hizo ya con NFS unbound), porque por tanta plata mejor comprarlo después.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8f1"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tFacil uno de mis juegos favoritos, expande mucho sobre la primer entrega y lo hace genial. La narrativa es fabulosa ya que te engancha de principio a fin. Mas alla de no salir con un rendimiento optimo el dia de su lanzamiento, no deja de ser un juegazo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8f2"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tCrash crash crash crash, and keep crashing after update.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8f3"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGrácias EA,por tirar por la borda 6 horas de juego. Tener cuidado ya que solo hay autoguardado y como se te corrompa el archivo con el mensaje, (te has saltado contenido del juego, puedes experimentar problemas) ya podeis empezar partida nueva.EA sois los mejores, ya me da miedo el inmortals of aevum , lo tengo precomprado, pero visto lo visto....... Que os aproveche.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8f4"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLe quedan 6 meses de parches necesarios",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8f5"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tIncluso después de una actualización especifica para pc que arreglaba bugs y crashes sigo sin poder llegar al menú del juego, por lo que estoy viendo el juego es excelente pero no puedo darle una reseña positiva hasta que arreglen esta pésima optimizacion.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8f6"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSi tienen pensado comprar este juego para jugar en PC no lo hagan. Funciona pésimo y está muy mal optimizado. Una lastima porque tenía muchísimas ganas de poder jugarlo. Tuve que pedir el reembolso.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8f7"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEstamos ante uno de los juegos peor optimizados de los últimos años, simplemente una vergüenza de port en PC, si lo arreglan cambio la resaña. Esperaré a un parche en las próxmimas semanas para seguir jugando, sinó lo reembolsaré.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8f8"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\ti7 11700f, rx 6800 xt (16gb VRAM) and the game keeps crashing at the beginning saying that there is not enough VRAM",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8f9"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tFeels like they QA tested the game in low settings with a 4090.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8fa"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNo tengo quejas con la historia, pero la optimización todavía es un desastre. Me da rabia porque es un juego increíble. Ojalá lo arreglen de una vez.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8fb"
  },
  "Contenido": "Publicada el 16 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJuegazo, a ver si lo optimizan ya",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8fc"
  },
  "Contenido": "Publicada el 5 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tel juego es bueno, pero de nada sirve que sea bueno si no esta bien optimizado, le quita toda la emocion al juego porque no es eficiente el rendimiento, hasta que no lo arreglen no dejare una buena calificacion",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8fd"
  },
  "Contenido": "Publicada el 5 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego esta roto. Después del primer planeta no puedo avanzar, injugable.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5372f7343da94bf8fe"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tmejora varias cosas de la primera entrega, lastimosamente la versión de pc esta muy rota",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf8ff"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tgame doesn't start gives technical errors",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf900"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLleno de bugs. No lo compren. Parece un mal porteo de consola a PC. Lo peor son los problemas de rendimiento. Jugando con un I 10700 K una RTX 3080 Ti 32 GB Ram y un SSD Integrado a la Mother tiene millones de bajones de FPS, glitcheos, y el RTX anda para el culo. NO RECOMENDADO. Otro fracaso abismal de EA.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf901"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tlo e disfrutado",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf902"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSE PETA",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf903"
  },
  "Contenido": "Publicada el 5 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl rendimiento sigue dejando mucho que desear incluso para ordenadores de muy alta gama, no creo jugarlo hasta que funcione bien",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf904"
  },
  "Contenido": "Publicada el 5 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNO COMPRÉIS EL JUEGO. Tras llegar al 50% del progreso, se colapsa y no se puede ni abrir. Llevo 26h jugadas en calidad alta sin ningún problema. Pero desde que sacaron la nueva actualización el 2 de Abril, EL JUEGO NO ARRANCA, NO FUNCIONA, ni bajandolo todo al mínimo ni nada. El problema no es mi equipo, es del juego.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf905"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tA pesar de la mala optimización que esperemos que pronto se arregle, es un juegazo 10/10 sobrepasa al primero en todos los aspectos.Lo mejor fueron los diálogos entre los droids",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf906"
  },
  "Contenido": "Publicada el 5 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t♥♥♥♥♥♥♥♥♥♥ no puedo pasar del templo de Cere por que se me crashea el juego",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf907"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPues no lo puedo recomendar hasta que funcione a 60fps estables. Si no saben hacer juegos que funcionen al 100% o no pueden, por la razón que sea, no lo hagan. De otra manera es un robo a sabiendas de que lo están cometiendo. Espero algún día se proteja a los consumidores y se prohíba sacar ♥♥♥♥♥♥♥ que no funcionan bien.Tengo un pc a la ultima para poder jugar a los juegos a la ultima. Si quisiera jugar a 30 fps (i no tendria que salir, pues eso no es funcionar bien), tendria una ps5. Ale EA a seguir haciendo fifas.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf908"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tProblemas técnicos a parte, que son fácilmente arreglables con unos pocos parches, el juego es continuista y amplía en lo basa del anterior expandiendo muchísimo más todo el mundo a explorar.A mí me ha encantado, es lo que todo fan de Star Wars podría soñar.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf909"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEs una M el rendimiento del juego.Con el parche de hoy, sigue siendo injugable.Esto es una estafa.NO LO COMPRES!!!",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf90a"
  },
  "Contenido": "Publicada el 21 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy mal rendimiento incluso teniendo RTX3060 y muy bajos FPS",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf90b"
  },
  "Contenido": "Publicada el 27 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tel juego esta bueno , pero necesita  parches para mejorar el rendimiento",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf90c"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tmay the optimization be without youLa primera zona explorable va entorno a los 30-40fps el resto de momento va decente...80 o asíEDITO: Estoy en una zona que salta cinemática y crashea sin poder continuar el juego.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf90d"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\texcelente y muy entretenido!Espero las mejoras de rendimiento para jugarlo mas estable. aunque me corre bastante bien a excepcion de coruscant de la primera parte.Win10, Ryzen 9 5950x, rx 5700xt underV,oC and SAM, DDR4 3000 Dual Channel",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf90e"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGran juego, pesimo port de PC. Si te gusto Jedi Fallen Order, esta secuela expande en todo lo que hizo el primero y en ese sentido vale la pena. Pero el port de PC es lisa y llanamente, un asco, no importa los setting que use, es imposible tener un framerate decente. Nuevamente es de esos juegos que salen rotos y hay que esperar para arreglarlos. Por eso mismo, solo lo recomiendo habiendo pasado un buen tiempo, con mas parches encima y con una oferta que valga la pena.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf90f"
  },
  "Contenido": "Publicada el 5 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego es una absoluta pasada, pero el rendimiento es VERGONZOSO. Es un juego que no puedes jugar. Cómetelo como desees.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf910"
  },
  "Contenido": "Publicada el 12 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMe acabo de terminar la campaña principal del juego y la verdad me pareció excelente.La trama es perfecta, el combate, el uso de la fuerza y la movilidad del personaje son muy buenos, la única desventaja que le encuentro al juego es los FPS ya que yo con una RTX 2070 y i7 de 10ma apenas lo lograba correr a unos 60/50 FPS y cambiarlo de alto a medio no hacia diferencia. Con un par de parches para los gráficos este juego sera un 10/10 pero debido a esto le dejo un 8/10.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf911"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTodo bien hasta la que muestra el nombre del juego. Despues de eso ni se como es el menú principal porque despues del titulo crashea y se cierra",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5472f7343da94bf912"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tExcelente aventura, aunque la mala optimización lastra un poco el disfrute de esta.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5572f7343da94bf913"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tDRM y optimización inexistente a 70 euros.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5572f7343da94bf914"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\totro juego basura que no se han molestado en testear, el problema mayoritario es que no usa mas del 30% de CPU Y GPU, lo que seguramente pase es que eso lo arreglen, pero dejaran los tirones por carga entre celdas como le pasa a la primera entrega y se quedaran tan tranquilos, como siempre en pc nos toman por idiotas, solo puedo decir una cosa, reembolso al canto y a correr.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5572f7343da94bf915"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tFunciona demasiado mal, tiene muchos bajones de fps, no lo recomiendo hasta que lo arreglen",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5572f7343da94bf916"
  },
  "Contenido": "Publicada el 4 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tel juego es entretenido tal como el primero y mas atrapante, pero solo logre tolerar 3 horas de jugarlo a 30fps con bajones hasta los 20fps, no pienso volver a jugarlos hasta que arreglen esta mala optimizacion que la verdad es un juego que vale mucho la pena pero ahora no, con este gran fallo todavia no es rentable comprarlo a este precio tan elevado.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5572f7343da94bf917"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tDe momento llevo 6 horas jugadas y lo estoy disfrutando bastante, lo juego con una gtx 1080 y sin problemas.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5572f7343da94bf918"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tRendimiento muy pobre a 1080p en PC de gama media-alta; crasheos aleatorios; borrados de partida en la nube. Otro lanzamiento a precio completo de lo que aparenta ser un buen juego, y que te hará sentir como si hubieses sido estafado por un hatajo de jawas. Que el parcheo te acompañe.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5572f7343da94bf919"
  },
  "Contenido": "Publicada el 27 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tDejando de lado los problemas técnicos, el juego es fenomenal, dejaron todo lo bueno del juego anterior y lo mejoraron.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5572f7343da94bf91a"
  },
  "Contenido": "Publicada el 13 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAbres el juego, empiezas a jugar y ni dos segundos pasan para que te de error y se cierre",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5572f7343da94bf91b"
  },
  "Contenido": "Publicada el 12 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPesimo. Mal optimizado, se crashea constantemente y tambien en cinematicas. arreglen esto porque es injugable",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5572f7343da94bf91c"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\thola no se si alguien mas le pasa pero a mi se me cuelga en el primer mundo donde descansas quiero pasar de ahi se traba",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf91d"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAmazing",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf91e"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl primer mundo con bajadas de frames, en el segundo mundo han empezado a aparecer crashes, imposible continuar el juego, después de comprobar la integridad de los archivos y aparentemente estar correctos, los craxhes continúan. No me ha quedado mas remedio que desinstalar el juego. La idea y la historia es buena, pero los problemas técnicos (bajada de fr. y craxhes del juego) hacen que me esté pensando que me he precipitado en comprarlo. Por lo que recomiendo esperar",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf91f"
  },
  "Contenido": "Publicada el 4 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEsta bien, aunque no se puede ♥♥♥♥♥ la poca optimizacion",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf920"
  },
  "Contenido": "Publicada el 4 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tstar wars lo maximo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf921"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSi bien el juego está TREMENDO es incomprensible que en un juego como este, con el presupuesto que tiene detrás etc, existan tantos problemas.  En general, a mi, el juego no me baja de los 60fps y todo va genial pero el planeta Jeddah es una maldita pesadilla, mantiene los fps en 60 en todo momento pero lo que no me crashea en el resto de lugares lo hace aquí y no es un planeta pequeñito. Llega a ser frustrante ya que con el crasheo todo tu progreso se pierde y vuelves al último punto de meditación en el que hayas parado teniendo que repetir todo de nuevo.En definitiva, en mi opinión este es un juegazo tanto en historia, jugabilidad como visualmente pero con un problema que deben solucionar y rápido ya que le resta bastante.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf922"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBuenardo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf923"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tActualmente se crashea todo el rato, es una ♥♥♥♥ basura para lo que cuesta si no te deja jugar.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf924"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNo se si estoy usando un sable de luz o un paraguas, no corta nada, solo en cinematicas. Alta paja dar una reseña entera pero es de lo mismo de siempre, nada innovador y predecible las ultimas partes. Al menos no sale un ♥♥♥♥♥♥♥ verde que no hace nada y es mejor que la ultima triologia.La gente: juegazo",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf925"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMi problema con el juego es la mala optimización y los crasheos.No lo recomiendo comprar para PC hasta que lo arreglen y le bajen el precio o tenga un descuento considerable.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf926"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJuegazo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf927"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego está roto, no debería haber salido al mercado en su estado actual. Es una lástima por que es un gran juego, pero se cae literalmente a pedazos.Algunos ajustes que me han permitido jugarlo medianamente bien, todos ajenos al desarrollador, para sorpresa de nadie.- Instalarle el mod \"Normal 80\" https://www.nexusmods.com/starwarsjedisurvivor/mods/7- En el administrador de dispositivos de Windows - Dispositivos de Software, des-habilitar el proceso Microsoft Device Association Root Enumerator",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf928"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tInjugable!!!! La historia y la acción están muy bien pero el rendimiento es lo peor que he jugado nunca. Las animaciones de los enemigos de elite son horribles, un bicho de 200kg se mueve más rápido que Obi Wan",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf929"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEste juego valía demasiado caro para lo que le entrega a sus clientes, fps al mínimo e injugable.  no recomiendo que lo compren hasta que salga algún parche decente que arregle los errores de optimizacion. por lo siguiente. es una decepción ya que soy un muy fiel seguidor de la saga y esto ha sido una vergüenza.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf92a"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMal Optimizado y Bajones Constantes ademas de Audio mal Sincronizado",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf92b"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMala optimizacion",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf92c"
  },
  "Contenido": "Publicada el 27 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEsta muy mal porteado a PC, con una 4070 ti y un Ryzen 7 5800x no suben se supera el promedio de 30 fps. No utiliza el 100% de la GPU. Le voy a dejar mala nota hasta que lo corrijan.Actualización 01/05/2023: El parche no arregla nada, de hecho ahora se me crashear el juego. Tip: Como siempre, desactivar el Ray tracing ayuda algo.Actualización: 09/05/2023: Ahora si se rompio esta ♥♥♥♥♥♥. Hay un error que impide que continue la partida al iniciar el juego; si se selecciona la opción \"Continuar Aventura\", se muestra la pantalla de carga y despues de un tiempo vuelve a mostrar la pantalla de inicio solo que ahora con la barra de vida de Cal en la parte superior. Ya probe a desinstalarlo y volverlo a instalar, pero no funciona. Mucho me temo que se corrompio la partida guardada.Ojala pudiera poder poner una peor nota que la que ya le habia colocado... eviten este juego de ♥♥♥♥♥♥ en PC como si fuera la peste. Absolutamente roto. Es una pena porque es bastante entretenido, pero con tanto fallo se hace imposible de disfrutar.Actualización 11/05/2023: Esto ya es ridiculo!! Despues de que se me corrompiera el save file y perdiera un partida de 20+ horas tuve que volver a iniciar de 0, pero resulta que ahora despues del ultimo parche ahora el juego se crashea despues de cierta cinematica que ocurre recien iniciando (en las 2 primeras horas de juego). En serio que esto ya da es risa. Actualización 12/05/2023: Despues de pasada la molestia de tener que iniciar de 0 (y tener que reinstalar el juego, debido al molesto crash descrito anteriormente), veo que, despues de la ultima actualización, el rendimiento a mejorado considerablemente. Me voy a arriesgar a recomendar este juego en el estado que esta (espero no arrepentirme mas adelante). La verdad es que el juego es muy bueno, pero desafortunadamente los problemas de rendimiento y bugs lastraban bastante la experiencia; actualmente aun se ve uno que otro bug que rompe un tanto la inmersión (especialmente el que es referente a las capas), pero en este momento el rendimineto es lo suficientemente bueno como para poder apreciar todas la bondades que el juego tiene que ofrecer. PD: Graficamente es una pasada. Recomiendo desactivar el AMD FidelityFX, ironicamente he tenido mejor rendimiento asi (no se si sera por tener una GPU Nvidia). Adicionalmente el Ray tracing ya se puede activar sin generar mayores afectaciones al rendimiento.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf92d"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t´tengo un pc gama media, y pase todo coruscant entre 10-15 fps, optimizacion penka, ojala quede para pc de gama media",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf92e"
  },
  "Contenido": "Publicada el 5 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tmola",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf92f"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tThe game is broken and unfinished. I like the art and history, but the gameplay is clunky and the graphic performance...well... a total ♥♥♥♥. I feel a bit cheated.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5772f7343da94bf930"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNo llega al desastre que fue TLOU pero se queda cerca",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5872f7343da94bf931"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUsualmente no me preocupo tanto por el rendimiento ya que siempre jugué con PC gama baja, pero este ya se hace injugable, lo pongas al maximo o minimo tira entre 10 y 40 fps.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5872f7343da94bf932"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEs un juegazo , eso si tienen que optimalizar el juego espero la continuacion de esta historia con un star wars jedi 3",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5872f7343da94bf933"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEs un \"Jedi Fallen Order\" mejorado (mismas animaciones algo bruscas, mismo motor pero un poco más bonito y un juego/historia más elaborado y menos vacío).Pero no es normal los problemas de rendimiento que tiene. RTX 3080, 9700K (overclocked) y 32GB DDR4 va como mucho a 50 FPS con bajones a 25-30 según la zona y todo eso sin raytracing. No tiene sentido, no se ve tan bien como para consumir eso... Espera a que lo arreglen por que no es disfrutable aún.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5872f7343da94bf934"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tINJUGABLE. Muy bueno el juego, las mecanicas, la innovacion. LASTIMA QUE NO PARA DE CRASHEAR, ARREGLEN ESTO , ES UNA FALTA DE RESPETO QUE UN TRIPLE A TAN CARO ESTE TAN MAL OPTIMIZADO. NO GASTEN SU PLATA ANTES DE QUE LO ARREGLEN. NEFASTO. DESCARGUEN UN MOD EN NEXUSMODS QUE SE LLAMA MAYTHEPERFORMANCEBEWITHYOU.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5872f7343da94bf935"
  },
  "Contenido": "Publicada el 19 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tExcelente historia, mecanica y jugabilidad, me hubiese gustado que la optimizacion hubiera salido pulida desde un principio.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5872f7343da94bf936"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSe crashea  a  cada rato, bajones de fps, no se si alguien mas le pasa pero se me crashea siempre en la tienda de Doma en el planeta koboh, tengo que siempre estar guardando por si se vuelve a crashear",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5872f7343da94bf937"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPor ahora lo recomiendo luego de este parche que le metieron por el tema del rendimiento que mejoro bastante a como estaba el primer dia, (Spec: R5 3600 | RTX 2060 S | 16 Gb) se mentiene en Epico + FSR entre los 40 y 70 fps con alguna bajada pero muy jugable y disfrutable la verdad.De momento se nota que le metierno empeño y cariño al juego para que se note que es una secuela del primero con ciertas mejoras y es una gozada.Aun asi me parece fatal como salio y mas con la escusa del retraso de 1 mes y medio para mejorar el rendimiento para luego salio como salio... y lo que mas me mosquea es que no tiene el DLSS -_- que por ahora es mejor tecnologia que lo de AMD",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5872f7343da94bf938"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tpERO QUIEN HA PORTEADO ESTO?1!!1! ¿3 macacos?Ni eso... Deben de haber sido 2... Lamentable que con un ryzen 7 5800 / RTX 3060 no pases de 40 fps. EA, arregla tu ♥♥♥♥♥♥, OPTIMIZA TU ♥♥♥♥ JUEGO.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5872f7343da94bf939"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSe me viene parando el pito cada 5 minutos de gameplay.Recomiendo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5872f7343da94bf93a"
  },
  "Contenido": "Publicada el 6 junio\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tExcelente juego, ningún problema con el port desde el día uno, desconozco porque algunos usuarios se quejaban, la verdad me corrió de diez todo el tiempo, totalmente recomendable. No es un GOTY pero esta bastante cerca.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5972f7343da94bf93b"
  },
  "Contenido": "Publicada el 5 junio\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEs un muy buen juego, lastima que esta muy mal optimizado, sobretodo en mapas abiertos",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5972f7343da94bf93c"
  },
  "Contenido": "Publicada el 23 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tincreible juego. Algunos problemas visules pero no me perjudico en nada la experiencia. Full recomiendo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5972f7343da94bf93d"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBueniiiisimo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5972f7343da94bf93e"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tInjugable, intenté unas 4 veces jugarlo y se cierra en diferentes momentos. Los fps no suben de 10. Si no lo arreglan voy a solicitar el reembolso. No voy a cambiar la calificación a menos que lo arreglen.Especificaciones de mi pc:AMD Ryzen 7 3700x16gb de RAMAMD Radeon 6800 XT 16 GBEDIT: Finalmente después del segundo parche pude jugarlo. Luego se me cerraba por la memoria virtual que modifiqué desde las propiedades de windows y ahora funciona de 10.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5972f7343da94bf93f"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tel pobre rendimiento no le hacen justicia al pedazo de historia y jugabilidad, tristemente sacaron el juego en un versión muy early pero esperemos en proximos patchs se arregle hasta entonces mal y de malas por parte de EA pero que nos sorprende verdad?",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5972f7343da94bf940"
  },
  "Contenido": "Publicada el 5 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\ti could only play until 13% of progress that game start with crashings and complete freezes that i have to restar my pc or kill the process",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5972f7343da94bf941"
  },
  "Contenido": "Publicada el 16 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPaupérrimo, crashea cada vez que quiero jugarlo. Pude jugar 9 hs y si bien me entretuvo no recomiendo el juego bajo ninguna circunstancia. La jugabilidad es muy entretenida si podes jugarlo sin que se se quede tildado mil veces. El 90 % de la experiencia es alegrarte si no te crashea y podes avanzar con la historia. Si algún día lo optimizan sera un buen juego.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5972f7343da94bf942"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tIts a very nice game, so far i like it more than the first.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5972f7343da94bf943"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSe tilda a cada rato en el planeta buscando a Greez, una re bronca",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5972f7343da94bf944"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLa verdad que a mí me ha ido sin ningún problema de rendimiento con un i7 y una tarjeta gráfica RTX 3080. Se ve espectacular, y la historia promete muchísimo.Le doy un 10, entiendo que dando problemas de rendimiento no sea lo mismo.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf945"
  },
  "Contenido": "Publicada el 26 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBuen juego completamente destruido por su optimización. Después de jugar 7 horas lo que puedo contrastar es que si tienes una buena tarjeta gráfica va estar limitada en todo momento por la cpu. Consecuencia de no haber puesto NADA de esfuerzo en la optimización en PC.Por otro lado hay áreas que son literalmente injugables ya que crashea cada 30 segundos.En mi caso por ejemplo llevo 10 intentos a la misma área porque crashea todo el rato y en distintos puntos de esta.No recomiendo su compra en este estado al menos hasta que arreglen la mayoría de problemas.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf946"
  },
  "Contenido": "Publicada el 6 junio\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tes imposible jugarlo sin que se congele la pantalla ,las texturas varían cada minuto ,una lastima .",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf947"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tbuen juego, buena historia , buena saga, pero el juego es in jugable por bugs , problemas de fps y rendimiento",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf948"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl supuesto parche que lanzaron 3 días despues de haber lanzado el juego no mejoró nada.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf949"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t2070ti i9 32g, funciona pesimo, crashea el Pc a cada rato.Una verguenza",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf94a"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tRealmente es muy molesto esto, pre-descargar el juego para que luego crashee sin siquiera iniciar por el error. EXCEPTION_ACCESS_VIOLATION reading address 0x0000000000000000, realmente es muy molesto. ayuda.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf94b"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tbuen juego pero la optimizacion es desastrosa 40 fps ni estables, el juego crashea cada rato... necesita un parche urgente.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf94c"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEsta muy mal optimizado, siempre se tilda en una u otra cinemáticaEDIT: Después de los parches se puso jugable, ahora sí recomendadisimo muy buen juego",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf94d"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEDITADO: Apartir del segundo nivel va como la seda en ultra a mas de 90 fps y 60 estables con la sincronizacion vertical pero sigo pensando que no lo recomiendo por ahora , ya que el rendimiento es bastante malo en el primer nivel  con una 3060 ti,  lo bueno es que se mantiene en 50 a 40 fps y no da tirones de ningún tipo y con buenas temperaturas. Cuando actualicen y se carguen al denuvo seguro que el juego ira desde el principio de maravilla. Comentar que el juego es muy divertido y tiene muchos secretos y coleccionables de todo tipo y el plataformeo es una delicia. Si no fuera por el rendimiento, en reseñas estaría en muy positivas o extremadamente positivas.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf94e"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJuego comprado pero comenzaré a jugar cuando esté sin problemas de optimizacion",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf94f"
  },
  "Contenido": "Publicada el 26 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUn must play en toda regla.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf950"
  },
  "Contenido": "Publicada el 8 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPor el momento no puedo recomendarlo, tiene problemas de rendimiento serios. Tengo un pc más que bueno y pese a eso a veces no arranca o le caen los frames de golpe y porrazo. No se que pasa ultimamente con los ports a pc pero es lamentable, si hay 900 configuraciones de pc distinto pues no lo saques todavía. En fin",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf951"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tmuy buen juego de momento... tengamos fe de que lo optimicen",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf952"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tA día de hoy es una vergüenza el estado en el que está. Es injugable y de vergüenza que se esté convirtiendo en costumbre sacar juegos rotos en PC, cosa que ocurre además siempre en juegos triple AAA con grandes equipos y presupuestos (a diferencia de los indies). Es una pena porque realmente el juego en sí pinta muy bien y me encantaría poder disfrutarlo en condiciones. Habrá que esperar unos meses a que esté parcheado para poder tener una experiencia mínimamente agradable.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf953"
  },
  "Contenido": "Publicada el 19 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tHe estado unos días sin poder jugar debido al exceso de memoria vram utlilizada, pero ahora va muy fluido, 60fps rx 6700 xt con raytracing y fsr2. Aún así tengo que decir que los juegos sin testear adecuadamente se está tomando por costumbre...",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf954"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego, de momento esta bastante bien, era lo que esperaba de él. Es verdad que parece ser que en una galaxia muy muy lejana la optimizacion y los FPS no se inventaron, pero supongo que en un par de parches esto esta solucionado.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf955"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tllevo dias sin poder jugarlo",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf956"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTengo una 4090, 32 GB RAM, i9 10900K, y no puedo creer que sea vea tan mal, a esperar si lo optimizan.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf957"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tCorre mal con una 3090, i9 12900kf, ni lo intentes comprar hasta que lo arreglen",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5a72f7343da94bf958"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tInjugable y roto! vergonzoso. otra vez sale al a venta una version alpha.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf959"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMal optimizado, y si veo un rankor me explota la cabeza con la de bugs que le salen cada vez que se mueve. Esperense a que lo parcheen ENCIMA SI EA SE CAE NO PUEDES ACCER AL JUEGO AUN SIENDO UN JUEGO SIN CONEXION LA REPUTA MADRE",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf95a"
  },
  "Contenido": "Publicada el 5 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEn primer lugar, me encanto la historia, aparentemente un \"Imperio contra ataca\". En segundo, los temas de rendimiento si dejo algo que desear al momento del lanzamiento, tuve varios temas al jugar en un principio con mi 3070, ya que subía su temperatura a los casi 80 ºC, pero tema que se soluciono con el primer parche que liberaron, aunque solo se optimizo el uso de la gpu.Aunque a pesar de todo esto aun no logra que los fps se mantengan estables. Espero con ansia que saquen otro parche para poder jugar con raytracing y a 60 estables.En tercer lugar, el gameplay siento que si tiene varios añadidos, pero, hay ciertos errores en combates con los dark troppers, ya que el shield no baja en varias ocasiones al ser atacados. Pero a pesar de TODO, lo recomiendo para toco aquel fan de STAR WARS y que tenga un equipo de gama alta para tener una experiencia \"agradable\" al jugar.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf95b"
  },
  "Contenido": "Publicada el 21 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPros:-Muy bonito en todos sus aspectos, detalles del mundo abierto, variedad en estilos de combate,  personalización de los personajes principales, skills y personajes/ enemigos variados. -La historia engancha (aunque el final sea un poco meeh..)-Mecánicas mejoradas en comparación con la anterior entrega.-Contras: -Cambiaron la customización inservible de la nave por la customización inservible de un huerto.  -Optimización regulera y FPS más justos que dedo en culo, aún así muy disfrutable. RECOMMENDED!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf95c"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\testa mal optimizado en el primer planeta una vez salgas de ese planeta el juego es super disfrutable",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf95d"
  },
  "Contenido": "Publicada el 22 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tdespués de la ultima actualización quedo injugable, muchos tirones, quiero que me devuelvan el dinero",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf95e"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJuego muy bonito pero optimizado con el culo, hasta que EA ( aprende hacer videojuegos) no le meta un parche no renta comprarlo.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf95f"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t30 fps, suba o baje los gráficos puedo jugar al maximo o ponerlo en la minima resolución que la pantalla parece que le hubieran roto y  aun así va 30 fps, y no es la sincronizacion vertical ya que la desactive tanto del juego como de el panel de control de nvidia",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf960"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tArreglad vuestro juego",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf961"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego claramente ha salido con una terrible optimización. Ojalá que con el parche de lanzamiento de mañana tenga una mejora, porque el juego está buenísimo, pero no se disfruta al 100% con constantes lagazos y FPS muy inestables. Y, por cierto, ¿el FSR está de adorno? Porque ni subiéndolo al máximo hay mejora alguna de rendimiento.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf962"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNO PUEDE SER QUE ATRASEN EL LANZAMIENTO PARA QUE HAYA LAS CLASES DE BUGS EN LA QUE NO ME DEJA ACCEDER AL MENU PRINCIPAL Y SE CIERRE EL JUEGO. ESTUVE ESPERANDO DESDE QUE TERMINE EL PRIMER JUEGO A ESO DE 1 AÑO ATRAS PARA QUE CON LO EMOCIONADO QUE ESTOY NI SIQUIERA ME DEJA ENTRAR AL MENU. ESTO ME PARECE UNA FALTA DE RESPETO POR TODOS LOS QUE ESPERARON Y SE BANCARON QUE ATRASEN LA SALIDA PARA QUE NO DEJEN SIQUIERA QUE ALGUNOS PASEN LO QUE YO ESTOY PASANDO, QUE ES QUE ABRO EL JUEGO ME APARECEN LOS TITULOS Y CUANDO ME TIENE QUE APARECER EL MENÚ SE ME CIERRE. ESPEROQUE POR LO MENOS ME DEJEN ENTRAR, ME PUEDO BANCAR LOS FPS BAJOS Y LAS BAJADAS DE FRAMES PERO QUE NI ME DEJE ACCEDER ES SINCERAMENTE UNA FALTA DE RESPETO NO SOLO PARA MI SINO PARA TODOS LOS DEMAS LOS CUALES PACIENTEMENTE ESPERARON UN PRODUCTO QUE SE ATRASO PARA PULIRLO Y NOS LO DEN CON BUGS CONSTANTES, FPS BAJOS Y QUE A ALGUNOS NO LOS DEJEN SIQUIERA ACCEDER",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf963"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tRTX 3080ti  -  Ryzen 7 5800X  -  32GB RAMRuns like ass",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf964"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tActualización: He reinstalado los drivers de la gráfica (531.68) realizando una instalación limpia y por ahora el juego no crashea me ha petado después de 6 horas de juego seguidas (¿memory leak?), de rendimiento sigue igual, a ver si con el próximo parche se nota mejoría.Ahora mismo no lo recomiendo, al juego le falta muuuucha optimización, creo que se han vuelto locos con el tema de unreal engine 5 y el \"No hace falta optimizar los modelos, nanite se encarga de ello\"También se me está crasheando el juego a cada rato, me ha tocado cargarme al rancor 3 veces por que las otras dos se me petó el juego, una al matarlo y otra al querer recoger la mejora de fuerza o vida que hay en la cueva, y eso que el punto de guardado está al lado, y ahora cuando estoy en la zona de la cantina, es interactuar con los dos personajes que se meten con el personaje azul del sombrero y petarse sin parar.Por ahora no recomiendo la compra, voy a dejarlo aparcado hasta que saquen un nuevo parche y pueda mejorar el rendimiento y que ya no crashee el juego.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf965"
  },
  "Contenido": "Publicada el 16 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tes mi candidato a GOTY de este año, juegaso con todas las letras, la historia es de lo mejor que vimos de la saga en mucho tiempo y jugablemente tiene muchisimas opciones como para no aburrirse, muy completo con muchas horas de contenido (me duro 36 horas sin haber explorado todo) lo unico negativo es el rendimiento que no está a la altura pero que fue mejorando con los parches y puede ser todavía mejor con el tiempo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf966"
  },
  "Contenido": "Publicada el 16 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tRealmente estoy por pedir la devolución de mi dinero , ahora me salio en una partida de l planeta khobo o como se escriba que el juego podía seguir pero con error o comenzaba del ultimo punto guardado esto fue cuando despertó la robot de la antigua república , después de esto el juego se colgó y me apareció una pantalla negra , para entregar información del error que recién se había  producido , Para salir del stress del juego , por que en vez de entretenerme estoy pensando en que no me vaya a salir un error o no se quede pegado, mejor salí  del juego por un tiempo y me voy a poner a jugar The force unleashed .... Fue una horrible experiencia jugar Jedi survivor  .. Asus tuf dash f15 , RTX 3060 6gb , 24 gb ram , i7 11va generación, espacio 1,5 tera , ademas grafitos compartidos intel iris X..",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf967"
  },
  "Contenido": "Publicada el 16 mayo\nThis is not the wayEs imposible recomendar este juego a aquellos que busquen una experiencia tipo \"Souls\" activando el nivel más alto de dificultad porque el juego está roto. El sistema de animaciones en combate no tiene ningún sentido y el equilibrado de los enemigos es de risa. Mención aparte merece la lamentable optimización del juego. Yo nunca me suelo quejar, pero es que esto clama al cielo. Con una RTX 4090 a 4K, en Alto y sin RTX el juego va a 40-60 fps... lo peor es que sufre caídas constantes llegando incluso a 30 fps... una auténtica broma.A nivel de optimización el juego se me ha cerrado unas 30 veces mientras estaba jugando... un juego de 70€ creado por Respawn y publicado por EA. Tremendo.Por último, no me puedo olvidar del diseño de niveles... ¿Todo se soluciona con cables, pájaros voladores y cuerdas? Es muy triste el poco gusto que han tenido para diseñar los mundos (que además se repiten hasta la saciedad).Si tuviese que salvar algo seria el enfoque de la historia (que no la trama que no deja de dar vueltas sobre lo mismo una y otra vez), pero es que ni eso me ha parecido ni medio interesante más allá de la sorpresa inicial (y os aseguro que como fan de Star Wars me veo cualquier cosa y la disfruto). La gran decepción de lo que va de 2023. Nunca hubiese imaginado que como fan de Star Wars y de los Soulslike llegaría a aburrirme tanto con este juego.PD: Cuando pensaba que nada podía ir peor... se me ha roto el stick del mando jugando... no, si me está saliendo caro el juego.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf968"
  },
  "Contenido": "Publicada el 14 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMecánicas y juego: Con 5 horas de juego se me hace bastante monótono, los puzles predecibles por lo menos han incluido las 2 espadas.Gráficos: En este aspecto un 10 nada que objetar, un motor algo antiguo en linea con el anterior jedi pero se ve bienRendimiento: Los drops de FPS son constantes ademas de los crash, tengo una RTX 4090 con un ryzen 9 7950x y aun así me baja continuamente a 25 fps en algunas zonas..(hablando de 4k evidentemente). ¿Que se supone que tengo que tener de pc para jugar a este juego en 60 fps estables?? :DResumen: Si queréis jugarlo si o si mejor esperad a que este en rebajas por 20€ dentro de un tiempo y ya de paso hayan quitado todos los bugs y mejorado el rendimiento porque ahora mismo parece una beta",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf969"
  },
  "Contenido": "Publicada el 13 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBasura de juego",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf96a"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tCon el ultimo parche crashea cada pocos minutos.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf96b"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tgod aunque las reseñas digan lo contrario, el juego se traba pero no se nota aparte no pasa seguido",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5b72f7343da94bf96c"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBuena temática y jugabilidad",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5c72f7343da94bf96d"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tParece que esta de moda sacar juegos con mala optimización banca ♥♥♥♥.PD = Como no  lo he reembolsado , cuando lo arreglen ya lo comprare por cierto si no tienes la rtx 4090  recomiendo que no lo compres ya ;)",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5c72f7343da94bf96e"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSeré muy sincero tengo un i5-11400F 2.6 GHz y una RTX 3060. El juego ya por si me empieza en calidad grafica alta y no épica. Entiendo las limitaciones que tengo con mi hardware para no tenerlo al máximo. Aun así, el juego de momento me va super fino. No tengo ninguna queja. Si eres como los de las reviews negativas y tienes que jugar todo en 4K con detalles épicos (el 4K ya está mas que demostrado que no aporta ninguna diferencia cuando estás emergido en el juego) pues no lo compres.Ahora... Si no te importa que la escala de verdes con la que ves una planta sea el Pantone256856 en vez del 4456588 o si no te importa que una piedra tenga 15 ángulos en vez de 12, no tienes que tener a tu personaje con un pelo liso y sedoso o te de igual si le ves los pelos del sobaco o no pues COMPRALO. Si lo que quieres es seguir la historia que terminaste hace unos años, síguela y aprovecha ;)",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5c72f7343da94bf96f"
  },
  "Contenido": "Publicada el 1 mayo\nProducto recibido de forma gratuita\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tevery AAA game tries to be the new Batman Arkham KnightPD: You can't launch the game if the EA Play thing is down. thers no ♥♥♥♥♥♥♥ offline play on a single player game",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5c72f7343da94bf970"
  },
  "Contenido": "Publicada el 27 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBuena historia, rendimiento mediocre.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5c72f7343da94bf971"
  },
  "Contenido": "Publicada el 21 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMALISIMO ESTA BASURA, jamas hago Resenas negativas porque tengo mucha empatia con todo el trabajo que requiere sacar juegos de calidad con los developer. PERO ESTO ES ♥♥♥♥♥♥ RECICLADA, si van a sacar un juego y quieren FULL PRICE, al menos hubiesen optimizado esta porqueria. SE VE HORRIBLE!!!!!! es como si fueses en una maquina del tiempo a  2001, y tengo una PC de casi 7000 mil dolares. hazte un favor y no compres esta marginalidad a menos que este en MEGA OFERTA",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5c72f7343da94bf972"
  },
  "Contenido": "Publicada el 24 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEL MEJOR JUEGO DE STAR WARS PARA MI GUSTO, TANTO HISTORIA COMO GAMEPLAY ME LO PASO MUY BIEN",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5c72f7343da94bf973"
  },
  "Contenido": "Publicada el 24 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPuedes ser un badass de la galaxia . 10/10.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5c72f7343da94bf974"
  },
  "Contenido": "Publicada el 17 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tel juego peor optimizado que he probado nunca... 37 minutos de juego y una media de 20 fps... Ya pedí reembolso xq 70 euros por esto no los pagoActualización: menos de 2 horas y ya se me ha reembolsado el dinero. Gracias steam. Si se soluciona el rendimiento igual lo vuelvo a comprar. Una pena xq soy fanático d Star Wars hasta la médula y m duele no poder jugar a este juego...",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5c72f7343da94bf975"
  },
  "Contenido": "Publicada el 4 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego me gusto bastante y es una buena continuación de la primera parte. Hablando de las nuevas cosas como personalización y estilos de combates hace que cada gameplay se sienta unico. Problemas técnicos tuve un par pero nada grabe ya que mi PC corre el juego bastante bien en Ultra. Recomendadisimo si eres fan de Star Wars 8/10.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5c72f7343da94bf976"
  },
  "Contenido": "Publicada el 4 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAparentemente, soy de los pocos a los que les funciona sin problemas y con gráficos altos. Espero que pronto lo parcheen y todos puedan disfrutarlo, es bastante entretenido",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5d72f7343da94bf977"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMe gusta este juego como tal, esperaba con muchas ganas la secuela, y a parte de los problemas de rendimiento. Se me ha quedado el juego en un punto que seguro me toque volver a iniciar una partida nueva, ya que le doy a continuar, carga y se queda en el menú inicial, pero sale algún hud del juego y se queda así.Yo recomiendo comprarlo en general, quizás mejor esperar un poco por el momento.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5d72f7343da94bf978"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl primer mapa anda para el ojete pero despues anda Nashe",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5d72f7343da94bf979"
  },
  "Contenido": "Publicada el 1 mayo\nProducto recibido de forma gratuita\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNi siquiera me deja iniciarlo. Pasa el credito de las desarrolladoras, el titulo del juego (que fluctua entre 1 y 60 fps) y luego se crashea el juego. Por favor cierren EA, es una porqueria y una verguenza que pase esto no solo con un juego tan anticipado y atrasad, sino que tambien que provenga de una compañia de \"alto nivel\". SON UNA VERGUENZA y n merecen hacer mas juegos asi como no lo merece CD Proyect Red y como no lo merece Respawn que esta asociado a ustedes. Asco y rabia que dan compañias de ♥♥♥♥♥♥. Me encantaria poder hacer una reseña de lo que es el juego en si, que de rendimiento ya lei que es una ♥♥♥♥ ♥♥♥♥♥♥ y esta primera impresion me lo asugura. Cuando ustedes lo arreglen y me permita ingresar se los dire, manga de infelices.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5d72f7343da94bf97a"
  },
  "Contenido": "Publicada el 11 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSí, ha salido con problemas de rendimiento y el juego no se merece tan malas críticas por ello. Es un buen juego y una vez arreglen los problemas con un par de parches será una experiencia muy disfrutable para todo fan de la saga.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5d72f7343da94bf97b"
  },
  "Contenido": "Publicada el 11 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBrutal",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5d72f7343da94bf97c"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tpero que papucho que esta kestis",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5d72f7343da94bf97d"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tYo llevo jugando un ratillo estos dias y hoy al actualizarse ya no me deja entrar al juego, le doy a \"continuar\", hace como que me está cargando el juego y sigo estando en el menú principal. Al parecer la solución es iniciar una nueva partida :)",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5d72f7343da94bf97e"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEntiendo que hay muchos jugadores con problemas de rendimiento, pero en mi caso, con un ordenador de gama media (i5 11400, 16GB de RAM y una RTX 3060) el juego me funciona sin problemas, ni de rendimiento ni crashes. Dejando esto de lado, el juego es absolutamente recomendable, más extenso y más abierto que su predecesor. La jugabilidad es muy buena, con algunas mecánicas nuevas, aunque sin ser nada rompedor en comparación con el Fallen Order. El nivel de dificultad de los enemigos es medio-alto (estoy en la dificultad por defecto y un combate con un boss -el rancor en Koboh -lo tuve que repetir 10 veces), mientras que el de los puzzles es bastante fácil hasta ahora, aunque algunos son interesantes.La historia principal y el guión, de momento es lo que me está pareciendo más flojo. Algunas interacciones con ciertos personajes ya conocidos me han parecido un poco mal escritas o forzadas (el encuentro con Ciri, por ejemplo, o la escena semi-romántica con Merrin en la cueva de Jedha). Por otro lado, me gusta como han integrado la historia dentro del lore de Star Wars, con referencias a Rogue One y Rebels.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5d72f7343da94bf97f"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tImpresionante!!!  Un gran juego con una calidad muy buena,, recomendado...",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5d72f7343da94bf980"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPrimero que nada, buen juego. Es cierto que no esta del todo bien optimizado pero tampoco es injugable.Mis componentes:______________GTX 1660 Súper16gb de RAM DDR4I7 10700kSSD 960gb______________Con estos componentes que tampoco son ninguna locura pude jugar el juego a 30-40 FPS con los graficos por defecto (es decir todo en medio).Aclaración: RTX apagado.He de decir que tuve algunos bajones de FPS de pero no en momentos importantes, más que nada cuando entras a cuevas y así. Supongo que es porque esta cargando el mapa.En resumen: Lo recomiendo totalmente si eres fan de STAR WARS y si no igualmente es un juegazo.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5e72f7343da94bf981"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tFalta optimización pero es un juegazo !!!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5e72f7343da94bf982"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\ttengo problemas al estar en el dentro del juego y se me cierra de una",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5e72f7343da94bf983"
  },
  "Contenido": "Publicada el 4 junio\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tbuen juego pero esta fatal optimizado, es una mrd, me pasé el boss 3 veces y lo tuve q repetir 2 veces pq antes de guardar el juego me hecha, arreglen los juegos ya q para algo les pagan ♥♥♥♥♥, q pesadilla de empresas q no hacen los juegos bien hechos",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5e72f7343da94bf984"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSIIIIIU",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5e72f7343da94bf985"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tweno",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5e72f7343da94bf986"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tDe lo que llevo de gameplay, esta muy pulido las nuevas mecanicas, en cuanto a la trama al menos al inicio considero fallen order aun mejor",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5e72f7343da94bf987"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tsi",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5e72f7343da94bf988"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tva mal",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5e72f7343da94bf989"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tsi",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5e72f7343da94bf98a"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5f72f7343da94bf98b"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t¿Alguien me puede explicar por qué una actualización que se debería descargar en el disco interno se me descarga en uno externo que tengo, poniéndolo al 100% de uso con solo abrir steam?",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5f72f7343da94bf98c"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t Amazing story, gameplay, characters and enviroments! 10/10",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5f72f7343da94bf98d"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tta chingon 100000/10",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5f72f7343da94bf98e"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl rendimiento es un poco XDnt pero la historia y el mundo son increibles. Hay muchas cosas que hacer y es enorme y eso que no he pasado del primer planeta en las 10 horas que llevo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5f72f7343da94bf98f"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPoner los gráficos del juego al mínimo todo para poder jugarlo, no por la gráfica, si no por el procesador, un i7 6,7K de 4 - 4@ghez, que está a una temperatura media en sus 4 nucleos de 90º a riesgo de fundir componentes.Recomiendo no jugarlo si tu PC no es tope gama.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5f72f7343da94bf990"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tYa se están poniendo las pilas con los arreglos, cambio mi voto a positivo, porque al menos están trabajando en ello y hay que destacar tanto lo bueno como lo malo. - 1/05/23 parche que mejora el rendimiento sin Ray Traicing, lo dejaré desactivado al menos de momento.- 10/05/23 Parche de 4GB a ver si ya es el definitvo. - 16/05/23 Se que a muchos les da igual, pero ya salieron los cromos, ahora a esperar a que se rebajen.- 17/05/23 Parche de 3,4GB arreglando bugs. Si siguen así al final los parches van a ocupar lo mismo que el juego.---------------------Ha fecha de salida del juego 28/04/23 salió mal optimizado y otros porblemas que hubo y dejaré en la reseña los siguientes problemas que hubo de lanzamiento, porque hay que dejar claro que no se puede sacar un juego mal optimizado y que no olvido lo sucedido aunque se que esto no va a llegar a la gente importante. Actualizaré la lista si encuentro algún nuevo fallo, que espero que no sea así:-Tengo muy buen PC y lo tengo to a nivel Épico, pero cuando juego parece que esté en resolución baja o incluso peor.-Añadiendo un dato en el punto anterior, quitando el Ray Tracing mejoró mucho la calidad visual, al menos la calidad como debería ser si está en modo \"épico\". Parece ser que teniendo una RTX 2080 el juego se ve como si lo tuvieras en baja o incluso peor si tienes activo el Ray Tracing. -Ya el juego se me ha crasheado 4 veces. -Precompré la edición Deluxe y desde el día 1 podía usar las skin deluxe, pero ahora a día 29/04/23 no me aparecen. Ya por fin me aparece las Skins Deluxe, no se que ha pasado la verdad, que yo sepa aún no han sacado ningún parche arreglando estas cosas.-Siempre que inicias el juego \"optimiza el PC\" para que vaya \"bien\", pero tarda en hacerlo cosa que solamente la primera vez que cargas el juego debería hacerlo o al menos eso creo. Total para que luego se vea mal y vaya mal en FPS. -Los logros parece ser que están arreglando cosas, porque me han aparecido de repente logros que tendrían que haberme salido antes.-No se sincroniza con la nube o la nube tiene un guardado que está bastante atrás en la aventura, tiro de el Save local y espero que no se me corrompa la partida cuando me crashee el juego.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5f72f7343da94bf991"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\trealmente no aprovecha toda la potencia de la tarjeta",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5f72f7343da94bf992"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJugue el prrimero y me gusto pero este 2 me esta encantando recomiendo que lo jugueis 100%",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb5f72f7343da94bf993"
  },
  "Contenido": "Publicada el 19 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tES INSOPORTABLE NO PODER JUGAR POR LAS ACTUALIZACIONES.  AHORA DIRECTAMENTE NO ABRE EL JUEGO. UN DESASTRE STEAM.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb5f72f7343da94bf994"
  },
  "Contenido": "Publicada el 18 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTengo varias cosas que decir de este juego como primero por culpa de la prensa con sus notas sobre valoradas lo adquirí excepto Vandal que le puso un 8 de 10 que es lo que merece y no los 55.900 clp que aun me duelen. Puntos Negativos1- La Historia es aburridisima en comparación con la primera entrega, poco creíble y comienzas a tratar de avanzar lo mas rápido a ver si se llega a poner interesante2- La optimizacion  es HORRIBLE ( i7 11700 - 32gb - rtx 2060 super)3- Repetitivo y no aporta nada, a un genero que esta demasiado usado.4- Leí mucho acerca que mejora muchas cosas del primero mmmmm no veo ningún avance ni nada similar.Puntos PositivosPor el precio sinceramente no le encuentro ninguno a menos que seas tan fanático de Star Wars que cualquier cosa de la franquicia te absorbe. Nota 8 de 10 es un juego que ojala estuviera en un game pass",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6072f7343da94bf995"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tel mejor ♥♥♥♥ juego que juge en mi vida",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6072f7343da94bf996"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGames good af but lacks a whole lot optimization to run smoothly",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6072f7343da94bf997"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTan bueno como el primero pero mucho mas grande, inmersivo y petado de referencias. Recomendadísimo.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6072f7343da94bf998"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNota: Inaceptable (un suspenso como una catedral)Optimizacion ridícula. / se juega a tope a viñetas y si haces directos lo mismo y encima se corta hasta el directo.Gráficamente horrible inferior a su titulo anterior, todo con niebla emborronado no se be nítido ni una cara a 1 metro de distancia, bordes de sierra por todos lados parece un titulo del 2000.Menu de opciones horrible mal ejecutado, estando en pc algunas cosas se toca con ratón y otras con teclado y enter para aceptar ademas de que si mueves el ratón te vas a otro lado (mal implementado para pc).Opciones de vídeo y demás muy mal implementado faltan opciones.jugabilidad: horrible, torpe, pesado y lento. Nada diferente a la entrega anterior a pesar de que ya tenga experiencia previa y que esto, es años después y simplemente comenzamos desde el principio como si todo el fallen order no hubiese pasado (mal diseño en el apartado de combate y ramas, mas historia) (juego basado en bloqueo y luego ataco, sin combos ni nada especial extremadamente simplon y las subidas de habilidades simplemente sonexpansion o mejoria de lo que ya tienes.Esta doblado y traducido y tambien me parece un doblaje inferior al primer titulo.Historia: Al principio tontisima y solo quieres ir al siguiente sitio para continuar, la historia abanza bien pero terminando en algo que se ve venir desde muy lejos. No tienes ninguna opcion de elegir tu camino de ninguna forma y te lleva inexorablemente al lado oscuro quieras o no quieras. Precio: Y todo esto al increible precio de 70€, ♥♥♥♥♥ que oferton coño, ponme 2 (este titulo simplemente no debió existir) (Por otro lado veo que lo que parece son 2 cosas, 1- sacar juego rapido para sacar pasta como sea y no dedicarle el tiempo para sacarlo en pc en condiciones optimas 2-Las consolas lastran los juegos de pc. Claramente play station esta totalmente lastrando los video juegos no me explico porque todos los juegos de play salen con esa turbiedad llena de humo y turviedad por todos lados, Por mi parte ya nunca mas comprare  ningún juego que también aparezca para esta plataforma porque es de seguro que sera un mojon)",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6072f7343da94bf999"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tno",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6072f7343da94bf99a"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tjuegazo, graficamente es increible, te dan ganas de sacar capturas todo el tiempo, el primer nivel es una locura, si no es el mejor juego de star wars pega en el palo., pero esta horriblemente optimizado, despues del ultimo parche no tuve mas frezeo, ojala le sigan poniendo ganas a los parches, porque es un juegazo!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6072f7343da94bf99b"
  },
  "Contenido": "Publicada el 19 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLuego de varios parches, es perfectamente jugable con todas las opciones gráficas en alto, con una 3060 TI de 8 Gb. Hasta ahora, un 10!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6072f7343da94bf99c"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t0 issues with frames and performance, playing with a 3070ti, viva milei",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6072f7343da94bf99d"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tincreible lo que tarda en descargar por no ablar de rendimiento, tengo una rx 7900 xtx de 24 gb de vram y no da mas de 70 fps una verguenza",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6072f7343da94bf99e"
  },
  "Contenido": "Publicada el 14 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego no tiene ningún problema de rendimiento, el problema lo tienen los jugadores que no quitan la memoria virtual de los discos duros que no son M2 o sólidos. No entiendo porqué no explican eso a los usuarios. El archivo de paginación o memoria virtual del sistema es lo que causa que el juego sea injugable. A la vez que pones memoria virtual suficiente en los discos M2 y quitas la memoria virtual o archivos de paginación de los discos lentos, el rendimiento es perfecto. Es lógico que un juego de nueva generación AAA sea más difícil para las tarjetas gráficas y las PC en general, pero esto es el sello de la calidad gráfica y el buen trabajo de los creadores, cuando pasa eso estas viviendo el futuro. Es sin ninguna duda el mejor juego de Starwars creado hasta el momento, le doy el máximo de puntuación en todo. Es un derroche de todo lo que representa el universo de Starwars. Esperemos que sigan así. Aquí les dejo un video explicando y mostrando mi experiencia. https://fb.watch/kxbFhCouWJ/",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6172f7343da94bf99f"
  },
  "Contenido": "Publicada el 5 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6172f7343da94bf9a0"
  },
  "Contenido": "Publicada el 5 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6172f7343da94bf9a1"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tyes",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6172f7343da94bf9a2"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tgoty",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6172f7343da94bf9a3"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBD-1",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6172f7343da94bf9a4"
  },
  "Contenido": "Publicada el 3 junio\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tse hace imposible avanzar con tanto puro craseooo lo abandono es basura",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6172f7343da94bf9a5"
  },
  "Contenido": "Publicada el 15 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tExcelentes graficos y audio. La jugabilidad es buena y la historia absorvente",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6172f7343da94bf9a6"
  },
  "Contenido": "Publicada el 13 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tbom jogo, la rx580 lo corre todo en minimo y al menos no me ha dado problemas hasta ahora además de la optimización del orto el otro problema es que no puedes jugar con cal desnudo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6172f7343da94bf9a7"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tjuegazo, sin más.No tengo un pc de la NASA (rtx 3060ti, 16gb ram, ryzen 7 5700x)  y aún así me da para jugarlo a 60 fps casi estables en 2k. Tiene sus problemas de rendimiento, pero no es para nada injugable.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6172f7343da94bf9a8"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJuegazoo, es increible  la historia muy buena",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6372f7343da94bf9a9"
  },
  "Contenido": "Publicada el 5 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUn excelente juego, respetando al primero y superándolo, dinámico, divertido y con una excelente historia, recomendado para cualquier fan de star wars",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6372f7343da94bf9aa"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tVery Good, It is beyond Fallen Order and its game play with the light-saber, or the beautiful soundtrack is 10/10. BUT, where are my FPS? Look, I loved Fallen Order and I love the history of the Jedi Knight Cal Kestis, but sometimes my FPS drops to 10 or 15 making (for example) the bosses more hard than they really are.If you are planning to buy Jedi Survivor, I think you should wait one or two months when the patches are released, but if you can't wait and you really want to play it, go and get it, but replay it later.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6372f7343da94bf9ab"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tespero que pronto metan una actualizacion para corregir la perdida de fotogramas a la hora de jugar y en cinematicas y que menos que pusieran la compatibilidad con dlss",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6372f7343da94bf9ac"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNecesita optimización, pero con una 1080ti funciona bastante bien. Algún drop de FPS, y algo lagueado al correr y mover cámaras en exteriores.A parte de eso la jugabilidad muy buena, y la historia de momento bastante interesante.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6372f7343da94bf9ad"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBajo rendimiento en algunos momentos, pero es un juego divertido y atrapante",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6372f7343da94bf9ae"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEspectacular.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6372f7343da94bf9af"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\ttReMeNdO",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6372f7343da94bf9b0"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\"Star Wars Jedi: Survivor\" es un juego de aventuras en el que tomas el papel de un Jedi que ha sobrevivido a la Orden 66 y ahora busca escapar de las fuerzas del Imperio mientras intenta restaurar el orden en la galaxia. La historia del juego es intrigante y llena de giros emocionantes que te mantienen enganchado desde el principio hasta el final. Además, las misiones secundarias son variadas y divertidas de completar, lo que te da la sensación de que estás realmente explorando una galaxia llena de peligros y maravillas.Las mecánicas del juego son excelentes, ya que te permiten usar la fuerza de maneras interesantes y creativas para combatir a los enemigos y resolver los rompecabezas del juego. Además, el sistema de progresión del personaje te permite personalizar tu estilo de juego y hacer que tu Jedi sea único.Sin embargo, a pesar de las fortalezas del juego, no puedo ignorar el pobre rendimiento técnico. Los tiempos de carga son demasiado largos y el juego sufre de frecuentes caídas de fotogramas. Todo esto puede ser muy frustrante y hacer que pierdas la inmersión en el juego.En general, \"Star Wars Jedi: Survivor\" es un juego con una historia fascinante, misiones secundarias variadas, mecánicas excelentes y un mapa vasto y detallado. Pero, lamentablemente, el rendimiento técnico pésimo es un gran obstáculo que puede afectar negativamente la experiencia de juego.Regenerate responseSend a message.Free Research Preview. ChatGPT may produce inaccurate information about people, places, or facts. ChatGPT Mar 23 Version",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6372f7343da94bf9b1"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tViendo las críticas de que el juego crashea y que se queda pillado, me daba bastante miedo pillarlo, pero lo estoy con la calidad máxima posible que da el juego y no veo problema. Sí que es verdad, que a veces se nota el refresco de frames, pero para mí es el mal menor, por el momento el juego pinta guay, pero me ha dolido pagar 70€ por él :v",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6372f7343da94bf9b2"
  },
  "Contenido": "Publicada el 13 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tHubo mucho llanto al comienzo, a mi siempre me funcionó bien. Muy entretenido, sobre todo jugarlo en las dificultades más altas, el desafío aumenta las horas de juego.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6472f7343da94bf9b3"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tjuegaso. falta rendimiento esperare el parche para disfrutarlo. 100 veces mejor que el fallen .",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6472f7343da94bf9b4"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGOTY",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6472f7343da94bf9b5"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego esta muy bien, buenos gráficos, eliminaciones brutales, muchos enemigos, batallas mas intensas, como también criaturas mas grandes y agresivas, mapas inmensos, nuevas habilidades,... Recomiendo jugarlo y para el mal rendimiento desconectáis algunas cosas de la configuración (temblor de camara, desenfoque de movimiento, granulado, aberración cromatica, oscilación de camara,...)",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6472f7343da94bf9b6"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJUEGAZO. Simplemente increible, gameplay divertido, mapas enormes, mucha personalización y desmembramientos. GOTY",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6472f7343da94bf9b7"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tta weno",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6472f7343da94bf9b8"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tsaquen mod para desnudar al cal kestis",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6472f7343da94bf9b9"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t(y)",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6472f7343da94bf9ba"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tExcelente juego",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6472f7343da94bf9bb"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tle falta cariño",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6472f7343da94bf9bc"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEste juego ta GOOOOOOOOOOOD",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6572f7343da94bf9bd"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEL GOTY",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6572f7343da94bf9be"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUna kk",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6572f7343da94bf9bf"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tA Cyberpunk se lo dejé pasar, porque al menos el juego estaba bastante bien. En esto llevo casi 4 horas, y el juego está muy aburrido. Es lo mismo que fallen order, pero la historia no arranca nunca. Solo vas avanzando y golpeando enemigos porque lo dice el guión.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6572f7343da94bf9c0"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEdit 05-05-2023, juego terminado, excelente, me gustó mucho mas que el primero en Historia y Jugabiildad, super recomendado si consiguen correrlo bien. Ahora a borrarlo para no caer en la enfermedad del new game + con los nuevos modificadores. Le doy un 9.5/10Edit 02-05-2023, Un nuevo parche mejoró el rendimiento, en cuanto a la calidad del juego por jugabilidad, esta increible. Ya ahora, jugue 12 horas mas y puedo decir que es incluso mejor que el primeróNo voy a mentir. A la hora de salida, el rendimiento en Coruscant realmente podría ser mejor. Por otro lado, no voy a poner una reseña negativa por bajar de 60fps. El juego, nunca dropeo por debajo de las 45. Es verdad, insisto en que el rendimiento tiene que mejorar, pero en un mundo donde algunos juegos están capeados a 30, no es que un mal momento con 40-45 sea el peor de los casos.En cuanto a la Jugabilidad, está simplemente excelente y espero que no se frene el ritmo con el que viene. No pondré una nota hasta saber más, pero por ahora, recomiendo comprarlo a cualquier persona a la que no le moleste que la.primer zona vaya a 40-45 FPS porque lo demás... Wow",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6572f7343da94bf9c1"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tbuen juego me encanta",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6572f7343da94bf9c2"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t8 de 10, prometieron mucho y dieron la mitad de eso, pero igual es divertido si sos un fan de star warsEso si, lo optimizo un mono al juego, tengo una 3070/ AMD ryzen 5600x y con suerte va a 60 fps.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6572f7343da94bf9c3"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNecesita algunas correcciones, sobre todo de fps, pero tampoco está tán roto como dicen. Si te gustó el primero y eres un enamorado de la saga como yo, lo vas a disfrutar muchísimo.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6572f7343da94bf9c4"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl mejor juego de Star Wars de la história, sin más.Yo por esto soporto todos los bajones de FPS que hagan falta.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6572f7343da94bf9c5"
  },
  "Contenido": "Publicada el 18 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSimplemente por los spoilters que te mete steam de la historia del juego ...",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6572f7343da94bf9c6"
  },
  "Contenido": "Publicada el 13 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMe encanta. El Fallen order estaba guapo pero este le supera. Muy buena historia. Buenos combates. Es simplemente genial. A mi al menos me gusta Es altamente recomendable",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6672f7343da94bf9c7"
  },
  "Contenido": "Publicada el 8 mayo\nProducto recibido de forma gratuita\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tbastante bueno pero.... para cuando lo mismo pero con online los fans de star wars queremos un juego de mundo abierto donde poder crear tu personaje de cualquier raza del universo star wars i poder ir a cualquier planeta de la saga. estos juegos estan bien pero a dia de hoy son un atraso porque a la que te lo pasas i exploras un poquito ya lo puedes guardar. aver si disney se pone las pilas i hace de una vez lo que queremos los fans",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6672f7343da94bf9c8"
  },
  "Contenido": "Publicada el 1 mayo\nProducto recibido de forma gratuita\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tYa me pase el juego en 20 horas y 30 minutos y puedo decir que va medianamente bien, su rendimiento es notorio ya que baja de los 60 fps a 45 y similar pero es jugable y esta guapo pero creo que deberIan haberle metido mas planetas explorables no solo desiertos si no tambien algun planeta acuatico, una selva y algo de nieve. tambien le falta chicha al combate. Si hacen un tercer juego de Cal Kestis espero que aÃ±adan mas planetas y que el personaje explore mas su fuerza interior haciendo que la historia lo fuerce a convertirse lado oscuro. No se algo asi como que matan a Merrin o algo por el estilo y se vuelva oscuro. Seria brutal, total Merrin no aporta mucho a la historia. La cosa es que tiene todas las papeletas de ser brutal si hacen la tercera parte bien. Poder ser oscuro y luchar contra todos sin miramientos es lo que todo jugador desea :D",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6672f7343da94bf9c9"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tActualizacion de reseÃ±a luego de finalizarlo con 52hsLo primero que digo es Â¡QUE JUEGAZO!!, ya el video de la intro te pone loco, es todo tan detallado que no se puede creer el laburo que hicieron, por suerte me anda barbaro de optimizacion tengo una 3090 y un ryzen 5800x3d con 16gb de ram, no se pueden perder esta obra maestra!!La historia tiene unos saltos que te dejan la boca abierta, los personajes, los escenarios, las dificultades y el ingenio usado para superar los puzzles son tremendamente buenos.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6672f7343da94bf9ca"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLo mejor de Star Wars!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6672f7343da94bf9cb"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJOYA",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6672f7343da94bf9cc"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tes verdad que de rendimiento no esta bien pero por lo demas a mi me esta gustando mucho",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6672f7343da94bf9cd"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEs un juego increÃ­ble para los fans de star wars pero con el fallo base de que tienes que desactivar el desenfoque de movimiento, el granulado y el rtx para que no vaya ultra mal. Aun asÃ­ le hace falta una optimizaciÃ³n urgente.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6672f7343da94bf9ce"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tDespues de mis primeras 8 horas, es un JUEGAZO,  mejora tanto en combate como en exploracion a La Orden Caida, el juego es mucho mas fluido, los combates mas vibrantes, la customizacion es muy interesante, la amplia gama de combos con las espadas laser es muy buena. La historia es consistente e interesante de seguir. Yo tambien he tenido problemas de rendimiento con mi RTX 3080, i9 11900k en una Maximus XIII Hero,  a 4k en ultra estaba en 50 FPS, despues decidi bajar a 2K en Alto y mantiene bien unos 100 FPs. Ya han anunciado que saben de este problema y que seguro sera solucionado.Esto no puede hacer una mala valoracion de un juego, sin tener en cuenta el juego en si. Hay quien quiere jugar a un juego de 2023 con computadoras de 2016 y que les funcione a 200 FPS. Seamos serios, un gran juego, y seguro que mas despues de un par de upgrades. Altamente recomendado.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6672f7343da94bf9cf"
  },
  "Contenido": "Publicada el 27 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGOTY",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6672f7343da94bf9d0"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tmanso juego",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6772f7343da94bf9d1"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tfunca de diez. rtx 3070, i7 10 y 32 gb de ram",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6772f7343da94bf9d2"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tespectacular",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6772f7343da94bf9d3"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUN JUEGAZO ESO POR EMPEZAR TENGO UNA 4070 TI Y CON TODO AL MAXIMO VA SOBRE 60 Y CON BAJADAS A 45 PERO PARA NADA ESTROPEAN LA CALIDAD DEL JUEGO CREO QUE NO TARDARAN EN DEJARLO PULIDO NO ES TAN DESASTRE COMO COMENTABAN",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6772f7343da94bf9d4"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEscucho puros lloros con el rendimiento, el juego es una obra maestra como tal.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6772f7343da94bf9d5"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAcabo de terminar el juego, es divertido de jugar aunque la historia me parecio mas interesante la del 1º juego tambien me parece que aunque tiene 2 planetas bastante grandes los desmas planetas o zonas estan algo desaprobechadas y en mi opinion poca variedad de entornors en comparacion al primero Respecto a la Optimizacion:Yo casi no he tenido problemas, he jugado la historia completa a 1080/60fps estables con las opciones en alto/epic con las siguientes especificaciones de pc:3070 TIi5 13600K32GB RamTengo entendido que el juego iba mal con incluso 4080/90 pero viendo como me a ido a mi sospecho que puede ser culpa de los procesadores AMD",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6772f7343da94bf9d6"
  },
  "Contenido": "Publicada el 27 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\testa buenisimo el juego, mi GTX 1660 lo corre chevere y los demas se quejan que sus graficas no les corre",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6772f7343da94bf9d7"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\testá muy bueno, yo no he tenido problemas de optimización pero bueno, tengo un pc de la nasa, asi q no me hagan caso. Aún así, cómo digo, está demasiado bueno, me trae recuerdos de los god of war nuevos pero con el combate de los souls, una combinación exquisita, si eres fan de star wars deberías de tenerlo. Aunque debo decir q linkee con la alta república me parece medio chota, metanse esa basura en la rajaEDIT: jedha es el planeta peor optimizado del ♥♥♥♥ mundo, miles de crasheos cada min, avanzar x ahí es un peligro, nunca sabes cuándo crasheara, vivo con miedo.EDIT 2: Me quedé atascado en una cinemática en jedha, es literalmente IMPOSIBLE avanzar, es cómo si hubiera una cuenta atrás y cuando llega a 0 crashea, y así todo el rato, no sé cómo ♥♥♥♥♥♥ no se fijaron en q era injugable ese planeta, xq en todos los demás he tenido pocos problemas, no tiene sentido alguno.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6772f7343da94bf9d8"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tCon una 3070 ti entre 50 y 60 fps todo a tope a 1080. Llevo 30 h y  he tenido 5 crasheos k solo me han hecho perder el avance desde el último guardado  algún bug de continuidad como usar cosas antes de desbloquearla. Bajones de fps por el humo en cotadas ocasiones. No se xk llora la gente, el juego acaba de salir, ya lo arreglaran.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6772f7343da94bf9d9"
  },
  "Contenido": "Publicada el 27 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\ttengo una rtx3080 y un ryzen 5 5600x y juego en 4k todo en epic mas raytracing y me va entre los 35fps y 55fps espero mejoren el rendimiento por el momento dejo el negativo.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6772f7343da94bf9da"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tExcelente +10 y a favoritos Si no eres un gordo granudo quejándose por los fps en 4k rtx on en un monitor hd vas a estar bienque vuelvan los juegos de star wars como los de antaño.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6872f7343da94bf9db"
  },
  "Contenido": "Publicada el 27 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tA ver ...... a Darth Vader le mato su hijo Luke...........Steam...... Cría Gatitos tooo monos y kukis que te sacaran loss ojos .deja que pasemos sin miedo........  y sabes de lo que habloEsto es un juegazo,,,,,",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6872f7343da94bf9dc"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSi os sirve de ayuda, hay un MOD que implementa el DLSS 3 FRAME GENERATION solo para las graficas 4mil, el creador se llama PureDark y teneis que pagar una membresia de 5 euros minimo en su patreon, os lo recomiendo 100%, con una 4090 e conseguido 144 fps bastante estables, si os disponeis a comprarlo y descargarlo mirad un video de como instalar antes ya que tiene sus pasos a seguir. De nada.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6872f7343da94bf9dd"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSi que es cierto que es una burrada lo mal que corre el juego con los gráficos al mínimo, pero en cuanto te acostumbras un poco a los fps y te centras mas en el juego puede llegar a ser un pedazo de juego.Esperando a que metan el parche de optimización para que brille como lo merece.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6872f7343da94bf9de"
  },
  "Contenido": "Publicada el 27 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tI haven't even started to play it and just by watching the introduction cinematic I can already say it's a GOTY contender. What a time to be a Star Wars fan!10/10.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6872f7343da94bf9df"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLo he jugado desde el primer dia con una RTX 3070 y no he tenido ningun inconveniente jugando en performance. Eso si no he probado en otra resolucion. Sin embargo, para mi estan bien los 30FPS",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6872f7343da94bf9e0"
  },
  "Contenido": "Publicada el 27 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTerrible unoptimized game! Fix this.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6872f7343da94bf9e1"
  },
  "Contenido": "Publicada el 7 junio\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tYo quedé decepcionado, la historia me parecio aburrida, practicamente es el mismo juego que el 1º con un par de añadidos, un escenario muy grande para hacer de relleno, Mucho mejor el 1º",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6872f7343da94bf9e2"
  },
  "Contenido": "Publicada el 7 junio\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEstá muy entretenido pero el rendimiento no es el mejor. Tienen que seguir actualizándolo para que la experiencia sea más fluida.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6872f7343da94bf9e3"
  },
  "Contenido": "Publicada el 7 junio\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGOTY",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6872f7343da94bf9e4"
  },
  "Contenido": "Publicada el 4 junio\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tawesome!!!!!!!!!!!!!!!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9e5"
  },
  "Contenido": "Publicada el 3 junio\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tes un buen juego.pero se queda colgado muchas veces y no puedo pasar del segundo planeta porque la optimizacion de juego esta mal hecha se congela demasiadas veces",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9e6"
  },
  "Contenido": "Publicada el 1 junio\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tmuy buen juego. lo mejor: lo variado, hace no aburrido. La historia algo infantil pero es entretenida. La jugabilidad buena y fue mejorada en las updates.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9e7"
  },
  "Contenido": "Publicada el 1 junio\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNo paran de cargárselo con las nuevas actualizaciones. Empezó mal, lo arreglaron y ahora se lo han vuelto a cargar.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9e8"
  },
  "Contenido": "Publicada el 1 junio\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tla historia del juego es muy bueno, lastima la optimización del juego y tiene algunas fallas dentro del juego EJ: no me termite completar la historia de los cazarrecompensas, me tuve que spoilear el youtuve porque no podia completarlo y resulta que a mi no me aparecen algunos personajes por lo cual no me deja seguir con el siguiente cazarrecompensas,   no puedo agarrar algunos objesto escondidos se ve que es bugeado",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9e9"
  },
  "Contenido": "Publicada el 31 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tExcelente juego, pese a las fallas",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9ea"
  },
  "Contenido": "Publicada el 31 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tes geniaaaal",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9eb"
  },
  "Contenido": "Publicada el 30 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tmuy bueno",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9ec"
  },
  "Contenido": "Publicada el 29 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSolo con descuento. El juego esta bien, la historia es floja con respecto a Fallen Order. Hay solo 2 mapas muy grandes para explorar, los demás son pequeños. La jugabilidad se mantiene y mejora en cuanto a combate. El problema lo encuentro en el parkour, hay situaciones que resultan muy forzadas de realizar, se sienten \"raras\", combinaciones de movimientos bastante inusuales, pero en general, esta bien. Se agradece el viaje rápido y las monturas. Esta lleno de items cosméticos, abusan ya, todo para mantenerte ocupado en mapas innecesariamente grandes. ¿Se disfruta?, si. No vale ni por asomo lo que piden. Todavía tiene algunos problemas técnicos.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9ed"
  },
  "Contenido": "Publicada el 28 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego es espectacular, lastima los crasheos y bugs, con las ultimas actualizaciones se solucionaron bastante.Pero de todos modos siguen con algunos problemas, por suerte lo pude terminar. de verdad es una gran juego y mas si te gusta el universo de star wars",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9ee"
  },
  "Contenido": "Publicada el 28 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJuegardo de aquellos, tiene puntos flojos dentro de la historia pero las mecanicas jedi me siguen sorprendiendo, hay una mejora relevante desde su primera parte (fallen order) hasta aca en todo aspecto. A esperar la siguiente parte",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9ef"
  },
  "Contenido": "Publicada el 27 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJUE-GA-ZO (no spoiler)  Me gusta arrancar con las cosas malas, pero es que no hay nada sustancial que me haya disgustado de este juego más allá de lo repetitivo que podían ser algunos puzzles, que a la vez eran entretenidos (qué poético).   Fue el primer juego que probé con mi nueva compu (I5 11400F- RX 6700 XT) y me corria en épico a 2k 70fps, por más que habia lugares que no estaban tan optimizados/requerían mas memoria. Mas allá de los bugs que pueda llegar a tener (Que en mi caso, fueron unos 2 crasheos en total, prácticamente nada)  , este es un claro ejemplo de que una secuela no siempre es un guion barato con fines comerciales, ((como se ve en la última trilogia de películas de Star Wars..)) y que a veces, la secuela supera a la primera entrega. De igual forma, si les gusta mucho sumergirse en una historia y entenderla al pie de la letra, les recomiendo haber jugado el primero por más que no haga falta para entenderla. Realmente, esta es una obra de arte. Lla aventura no deja de llamarte en cada rincón del mapa. Literalmente, tenes la opción de seguir un camino \"\"lineal\"\" , o desviarte y poder explorar otras partes escondidas en donde podes recibir recompensas que te pueden ayudar a lo largo de tu camino. En cuanto a la pelea, la pelea es realmente inquietante. Sin spoiler, la pelea al principio es completamente diferente que a la del final, y ya van a entender el por qué. Los gráficos me hicieron acabar visualmente hablando así como el guión, 100% recomendado ((9.5/10))",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9f0"
  },
  "Contenido": "Publicada el 27 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tta bueno",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9f1"
  },
  "Contenido": "Publicada el 27 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tA pesar de la mala optimizacion está buenardo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9f2"
  },
  "Contenido": "Publicada el 26 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t10/10",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9f3"
  },
  "Contenido": "Publicada el 26 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLleva Denuvo, te tienes que descargar una app the EA y para colmo el juego no para de crashear y tener caidas de frames.... he pedido la devolucion a las 3 horas de (no) juego, porque me las he pasado en la configuracion de graficos... NO ROTUNDO.... cuando lo arreglen, seguro que me encanta por el estilo de juego y por la tematica Star Wars, pero es que hasta los controles son bastante toscos, acostumbrado a la respuesta de un souls, esto es mediocre en cuanto a controles",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9f4"
  },
  "Contenido": "Publicada el 25 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tsi",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9f5"
  },
  "Contenido": "Publicada el 25 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy bueno",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9f6"
  },
  "Contenido": "Publicada el 23 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy buena la acción y las peleas, épicas!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9f7"
  },
  "Contenido": "Publicada el 22 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tbuenisimo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6972f7343da94bf9f8"
  },
  "Contenido": "Publicada el 22 mayo\nProducto recibido de forma gratuita\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tStar Wars Jedi: Survivor mejora muchos detalles que presentó su predecesor y establece un nuevo paradigma para las próximas entregas de la saga en cuanto a cómo presentar su historia y mostrar sus escenarios de manera cinematográfica, pero aún debe aprender a presentar un mejor desempeño antes de su estreno.Podrás leer mi reseña completa desde acá: https://progamers.life/resena-star-wars-jedi-survivor/",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bf9f9"
  },
  "Contenido": "Publicada el 22 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUna de las mejores historias de STAR WARS que he jugado jamas, si las películas se acercasen un pelin a este tipo de tramas, serian mucho mejores de lo que han sido. La historia, el carisma de los personajes, la evolución del protagonista, su modo de juego, los gráficos, todo hace que sea una experiencia jugable para un fan de STAR WARS más que OBLIGATORIA.Lo único malo (Aunque eso esperemos que sea temporal), es la mala optimización que ha realizado EA por su parte que hace casi imposible jugar, yo con una 4070 TI iba a una media de 33 FPS con subidas a 40 FPS, eso no es tolerable, pero bueno, esperaremos 1 año o 2 a que lo arreglen como estamos ya acostumbrados.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bf9fa"
  },
  "Contenido": "Publicada el 22 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\testa muy buena la historia, lo recomiendo, pero esperar hasta que arreglen lo del rendimiento, que no tiene sentido que te vaya mal teniendo una pc mas que decente :(",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bf9fb"
  },
  "Contenido": "Publicada el 21 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUna secuela muy continuista respecto a su predecesor. Potencia todo lo bueno que tenía Jedi Fallen Order y lo lleva a un nuevo nivel, tanto técnico como jugable. Espero que Disney haga caso al fandom y tengamos una serie de Cal Kestis.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bf9fc"
  },
  "Contenido": "Publicada el 21 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\timposible para steam deck",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bf9fd"
  },
  "Contenido": "Publicada el 21 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBueno pues definitivamente le dare un tiempo para que lo arreglen, no es muy normal que bajando todo a alto, me vaya como maximo a 50 y casi constantemente a 40fps... con caídas constantes(acabo de terminar hasta con mareo). Ni tampoco sirve de nada el FidelityFX ese que lleva en equilibrado o rendimiento, porque no existe diferencia alguna, el juego se comporta igual tanto activando como desactivado.Y la cosa es que el juego no tiene unos graficos muy allá, están bien pero ya... no son algo que una 3070 no pueda mover con la chorra.Estoy seguro de que el juego es MUY bueno, pero con un rendimiento que no me permite ni jugar media hora sin acabar mareado, no puedo darle una nota positiva. El dia de mañana la cambiare cuando lo arreglen.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bf9fe"
  },
  "Contenido": "Publicada el 20 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tDespués de 40 horas que estoy escribiendo esto, por fin me he pasado la historia y daré mi opinión general del juego sin centrarme (aún) en el rendimiento.Star Wars: Jedi Survivor me ha parecido un juegazo de pies a cabeza, supera a su antecesor en todo sentido;en historia, en combate, en la producción general y audiovisual, todo es increíble.De los factores que más se pueden destacar están la historia, una de mis preocupaciones sobre este título era la historia, me preocupaba como le iban a dar continuidad al viaje de Cal, una razón para seguir luchando, y me parece que lo hicieron excelente.Este juego además te transmite más emociones que el anterior por lo que sucede (no daré spoilers por si algo).Ahora, en nivel técnico, los niveles me parecen muy bien hechos, Koboh es gigante y me encanta que hayan agregado los \"rumores\" que serían las misiones secundarias.En nivel de rendimiento, a su salida, el juego era pésimo en ese aspecto. No lo pude jugar porque se me trababa a cada rato, era injugable literalmente, pero el último parche que sacaron fue la cereza del pastel.Después de ese parche, al menos a mí me ha funcionado perfecto, por fin pude avanzar del punto donde me quedé, de igual manera, necesita aún más arreglos ya que hay partes donde el rendimiento baja de 60 FPS a 30 o menos, pero el parche mejoró mucho esa parte del rendimiento. En resumen, este ha sido de los mejores juegos de Star Wars después en mi opinión, supera a su antecesor en casi todo aspecto y la verdad lo he disfrutado mucho. A esperar a ver si sale una tercera entrega.Por favor EA actualiza Battlefront 2 o saca el 3 :(Gracias",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bf9ff"
  },
  "Contenido": "Publicada el 20 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTremenda joyita",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bfa00"
  },
  "Contenido": "Publicada el 20 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tStar Wars: Jedi Stuttering",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bfa01"
  },
  "Contenido": "Publicada el 19 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tFuera del tema de no estar optimizado en día uno, no me puedo quejar, muy buen juego.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bfa02"
  },
  "Contenido": "Publicada el 19 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tta weno",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bfa03"
  },
  "Contenido": "Publicada el 19 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEs desesperante la cantidad de cuelgues que tiene el juego. No te permite disfrutarlo.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bfa04"
  },
  "Contenido": "Publicada el 18 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t100000000000000000000000000000000000000000000000000000000/10",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bfa05"
  },
  "Contenido": "Publicada el 18 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tVery hard to play. I keep getting spoilers from random thumbnails on Youtube when I get recommended videos from Star Wars, which is suppossed to be normal and EA doesn't have anything to do with that, BUT, if only the game ran PROPERLY I could get to the points I'm getting spoiled with. I'm sick of not being able to play this game properly no matter the settings I put in. I invested the money I don't have (I'm unemployed)- money I could use for more productive things but no, you wanted to release the game early. Why? Fans can wait. I'd rather wait, as much as I love Star Wars, rather than have to be a beta tester for this great game. It is torture. Having the game, but not being able to play it properly. All I can say is, I'm grateful of the patches. EA, devs, whoever you are, who can work on these games, PLEASE polish your games. We'd rather have the cooked beef than some raw meat that can get us sick. We got SICK!!! Please. Learn from your mistakes - we are humans... after all. That's all I gotta say, peace out.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bfa06"
  },
  "Contenido": "Publicada el 18 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tChe juegazo hermosísimo :v",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bfa07"
  },
  "Contenido": "Publicada el 17 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy buen juego a pesar de la optimización desde su lanzamiento, gracias a los parches que han sacado a ido mejorando, espero que saquen mas parches.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bfa08"
  },
  "Contenido": "Publicada el 17 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJuegazo! Ya terminé el modo historia y sigo con las secundarias. Esperando el tercero!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bfa09"
  },
  "Contenido": "Publicada el 17 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tnot bad",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bfa0a"
  },
  "Contenido": "Publicada el 17 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tbastante entretenido",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bfa0b"
  },
  "Contenido": "Publicada el 17 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tExcelente juego, bastante entretenido, y superando por mucho a su antecesor Jedi fallen order. Un juego perfecto seas fan o no de star wars",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6b72f7343da94bfa0c"
  },
  "Contenido": "Publicada el 16 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tExcelente juego, 100% recomendado. La historia esta muy fregona, el rendimiento del juego es bueno, lo han estado mejorando un poco. Merece lo que vale.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6c72f7343da94bfa0d"
  },
  "Contenido": "Publicada el 16 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSacando el problema de optimizacion es un juegazo. Claramente superior a su antecesor y me muero de ganas de ver como termina esta trilogia.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6c72f7343da94bfa0e"
  },
  "Contenido": "Publicada el 16 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUN JUEGO MUY DIVERTIDO de jugar y de explorar con muchas cosas por descubrir.personal mente esperaba un poco mas de personalización.recomiendo a que esperen que este en oferta y le falta un poco de optimizacion.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6c72f7343da94bfa0f"
  },
  "Contenido": "Publicada el 16 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy buen juego, los parches lo hicieron mejorar bastante, de historia me parece mejor que el anterior.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6c72f7343da94bfa10"
  },
  "Contenido": "Publicada el 16 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\texcelente para todo el fan real de star wars. si no sabes nada de la franquicia es un juego normal supongo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6c72f7343da94bfa11"
  },
  "Contenido": "Publicada el 15 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tjaja Cal pelon",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6c72f7343da94bfa12"
  },
  "Contenido": "Publicada el 15 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPretty poorly optimized, but overall a fantastic game. Bigger, better and more fun than the original, everything you would expect from a good sequel!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6c72f7343da94bfa13"
  },
  "Contenido": "Publicada el 15 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAcabo de hacer una pelea a 22 - 32 fps. La historia es chula, pero el rendimiento es lamentable.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6c72f7343da94bfa14"
  },
  "Contenido": "Publicada el 15 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tlindo y divertido si tenes una buena pc",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6c72f7343da94bfa15"
  },
  "Contenido": "Publicada el 14 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tlo compre el mismo dia que salio a la venta durante algunos dias pude jugarlo normalaunque aveces se pegaba mucho y en los puntos de viaje rapido se salia  a windows pero aun asi me permitia jugarlo y pude avanzar bastantepero ahora con el ultimo  parche el rendimiento empeoro demasiado lo que hace  que practicamente no se pueda jugar para nada. esperemos que saquen un parche que lo arregle defitivamente para ver si puedo terminarlo",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6c72f7343da94bfa16"
  },
  "Contenido": "Publicada el 14 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy buen juego, la verdad bastante entretenido el unico problema que le veo son los bajones fps por la mala optimizan pero si logran corregir los errores es un gran juego",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa17"
  },
  "Contenido": "Publicada el 14 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tDXGI_ERROR_DEVICE_HUNGno se puede jugar!!! Crashea a cada rato!! areglen el ♥♥♥♥ juego!!!actualización 19-05:logre hacer funcionar el juego sin crashear poniendolo en muy alto y no en epico.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa18"
  },
  "Contenido": "Publicada el 14 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tta bien",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa19"
  },
  "Contenido": "Publicada el 13 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLa verdad no puedo jugar ni 5 minutos seguidos sin que se cierre, teniendo una pese de gama alta, literalmente jamas ningún juego me crasheo, se que es un hermoso juego en jugabilidad e historia ya que es de Star Wars y el anterior me encantó, pero por favor solucionen estos problemas de crasheos y texturas asquerosas, caida de Fps y más, SI TENES UNA TOSTADORA NO LO ABRAS TE VAS A QUEDAR SIN PC!!  No voy a rembolsar y voy a creer que lo arreglaran a futuro y espero con ansías poder disfrutar de esta hermosa saga.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa1a"
  },
  "Contenido": "Publicada el 13 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSTAR WARS Jedi: Survivor es un buen juego. Sigue los pasos de su predecesor y amplia toda mecánica y habilidades existentes en el mismo, a parte de añadir varias posturas y habilidades. La historia es muy buena e interesante. Tiene bastantes misiones secundarias y minijuegos que le dan más \"chicha\" al juego, en el buen sentido. En conclusión, es un buen juego.Ahora viene lo malo, la optimización. De las peores que he visto en mucho tiempo, no llegando al The Last Of Us Remastered, pero algo parecido. Drops de frames totalmente sin sentido, ya que en cuanto ocurrian estos, la gráfica directamente pasaba a rendir un 10%, sin sentido alguno, simplemente mala optimización. Esto a veces se arreglaba temporalmente cambiando algún ajuste gráfico aleatorio, como el modo de ventana, el sombreado, lo que fuera, pero normalmente te obliga a reiniciar. Quitando este muy importante error, puedo decir que ha sido una muy buena experiencia de juego con muy pocos fallosEl PC con el que he jugado cuenta con una gráfica 3060 TI, 16 GB de RAM y un procesador Ryzen 5 3600",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa1b"
  },
  "Contenido": "Publicada el 13 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOjala lo mejoren pronto.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa1c"
  },
  "Contenido": "Publicada el 13 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tbuenos gráficos, excelente maniobrabilidad del personaje, al estilo tomb raider, vale la pena. con rtx 4070 esta super.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa1d"
  },
  "Contenido": "Publicada el 13 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego es muy bueno y de los mejores de star wars pero todavia hay que esperar a que arreglen los errores que tiene desde su lanzamiento",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa1e"
  },
  "Contenido": "Publicada el 13 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tgod",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa1f"
  },
  "Contenido": "Publicada el 12 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGran Juego. Mejor que el Fallen Order",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa20"
  },
  "Contenido": "Publicada el 12 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tta bien",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa21"
  },
  "Contenido": "Publicada el 12 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tComo fan de Star Wars debo decir que la historia me encanto, al haber jugado anteriormente Fallen Order, debo decir que solo me encariñe con Cal, BD1 y Merrin, Cere y Greez me parecieron un tanto simples, pero en esta entrega llegue a quererlos un montón. Mejoraron muchas cosas que a mi parecer ya estaban bien en el primero y mantuvieron el sistema de combate que en lo personal disfruto mucho, haciendo así que espere con ansias una tercera parte (si es que la haya XD).Por ende recomiendo a cualquiera que realmente quería probarlo y lamentablemente se desanimo a jugarlo por el tema de la critica y del mal rendimiento. Cabe resaltar que ya tuvieron un parche el 1 de mayo que para mi soluciono todos los problemas y me dejo jugar la historia completa sin temor a grandes errores y de igual forma tuvo otro parche mas.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa22"
  },
  "Contenido": "Publicada el 12 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tmuy bueno. faltaría manejar naves",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa23"
  },
  "Contenido": "Publicada el 12 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tsi",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa24"
  },
  "Contenido": "Publicada el 12 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy entretenido",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa25"
  },
  "Contenido": "Publicada el 11 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tis good but fps go boom boom",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa26"
  },
  "Contenido": "Publicada el 11 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPor empezar, es un juegazo, pero su nivel de bugs y crasheos es sorprendente (tengo un i7 de 13 generación y una 4090 ti), a su vez el nivel de baja de gráficos en las transiciones es tremendo, recomiendo jugarlo, si verdaderamente sos un fan de star wars o de la franquicia, mientras tanto a esperar para que solucionen todos lo problemas.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa27"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tbueno y corre bien",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa28"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTremendo juego, no tiene tantos planetas como el Fallen Order pero el planeta en el que pasas más tiempo no es un mapa lineal si no que un mundo abierto donde tienes infinidad de cosas que hacer. Tiene muchas misiones secundarias, eventos y bosses ocultos que le dan vida al mundo. La historia me pareció genial con unos buenos giros de cuando en cuando. Hay bastante desarrollo de personaje, sobre todo con Cal. Las mecánicas de juego me gustaron, con distintas \"posturas\" (5 en total vs las 2 de Fallen Order) que cambian radicalmente la forma en que enfrentas el juego, los enemigos bueno metieron más droides que en el anterior con lo que ya no es solo storm troopers y animales (ahora les sumamos los droides y los piratas). Pero sobre todo destacan los bosses.Lo malo es la optimización, sin duda le falta mucho aún. No tengo un PC del otro mundo así que no me dolió tanto pero comparando que el Fallen Order me corría a 140FPS en épico y este a 60FPS en Alto, pues es bastante diferencia además de los múltiples crasheos que tuve cuando se juntaban muchos enemigos o a veces de la nada. Falta mucho trabajo ahí, pero no es injugable como muchos hacen creer. (Tengo un i7 de 9na, una 2080 super y 16GB de RAM 3600hz)",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa29"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\ta pesar de sus problemas de rendimiento es un juegazo que merece su precio, lo bueno es que los desarrolladores estan trabajando en arreglar todos los problemas.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6d72f7343da94bfa2a"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tQue es un juegazo se tiene claro, ahora bien:Todo el mundo hablando de la mala optimización y yo no he tenido problema alguno jugando en alto/ultra con un equipo de hace 3 años(RTX apagado).Recomendadísimo al 3000%",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa2b"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tel juego es totalmente jugable pero deberian poner otro parche se traba en la pantalla de carga y algunas texturas del juego se van por lo demas esta bastante bien",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa2c"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tsssta barbaro",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa2d"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLa historia ta buena 👍El rendimiento no 👎¿Deberías comprarlo?Depende de ti, la historia está mejor que la precuela",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa2e"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tbuen juego",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa2f"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tA pesar de sus obvias contras cumple completamente.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa30"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tk",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa31"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMe encanta en su totalidad.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa32"
  },
  "Contenido": "Publicada el 10 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJuegazo, pero tiene menos optimizacion  que un roblox en una compu del gobierno",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa33"
  },
  "Contenido": "Publicada el 9 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl punto malo, al momento de escribir esto, es la optimización,  Tiene un problemon cargando las texturas en algunos lugares como el bar y en las cinematicas, y eso que esta instalado en un ssd. Por lo demas es un juegazo, la historia esta buena y es entretenido de jugar. Los mapas son muchisimo mas grandes que en Fallen Order, pero no se hace tediosa la exploración.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa34"
  },
  "Contenido": "Publicada el 9 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tExcelente juego. Mejoró mucho con el patch, los primeros días era injugable. La historia es genial, hasta diría algo mejor que el Fallen Order, que también es un juegazo.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa35"
  },
  "Contenido": "Publicada el 9 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLlevo 13% de juego y ya no puedo jugar más. Me da error y nadie me lo soluciona. He visto por internet que la ente que ha comprado el juego por esta plataforma le pasa lo mismo. Recomiendo comprarlo para otras plataformas.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa36"
  },
  "Contenido": "Publicada el 9 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tA pesar de los problemas de rendimiento es un juego entretenido y los gráficos son de 10. Muchas opciones a la hora de combatir lo que lo hacen muy versátil.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa37"
  },
  "Contenido": "Publicada el 9 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNo vendáis un juego a 69,99€ cuando rinde como el orto... Será capaz alguna empresa de sacar un maldito juego en condiciones y no basura como esta? Con las ganas que tenía de jugarlo...EDIT: Parece que con algunos parches se ha estabilizado bastante el rendimiento. Igualmente lo recomendaré cuando vaya fluido fluidito. Pero va en mejora.EDIT 2: En el último parche parece ir bien.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa38"
  },
  "Contenido": "Publicada el 9 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tta bueno",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa39"
  },
  "Contenido": "Publicada el 9 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tjuegazo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa3a"
  },
  "Contenido": "Publicada el 9 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego necesita corregir muchos problemas de rendimiento y todo lo que la gente dice, pero es definitivamente un juegazo. Si te gustó el anterior, este es lo mismo pero mejorando todos los aspectos. Se nota que han pasado unos años respecto al anterior, la relacion con los personajes, las habilidades de Cal, el universo,...Tal vez vale la pena esperar un par de meses para jugarlo, pero vale pena hacerlo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa3b"
  },
  "Contenido": "Publicada el 9 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tCarrot boy realises that he has friends and can now move freely around a big weird planet.Performance is kinda a$$ by now tho",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa3c"
  },
  "Contenido": "Publicada el 9 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJuegazo total, pero si no crashearia estaria todavia mejor !",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa3d"
  },
  "Contenido": "Publicada el 8 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tmuchisimo mejor que el fallen order",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb6f72f7343da94bfa3e"
  },
  "Contenido": "Publicada el 8 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tbanco ♥♥♥♥",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7072f7343da94bfa3f"
  },
  "Contenido": "Publicada el 8 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl rendimiento es malo, y la historia.... esta bien, no me ha gustado tanto como el primero.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7072f7343da94bfa40"
  },
  "Contenido": "Publicada el 8 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tDivertidisimo y entretenido",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7072f7343da94bfa41"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLo jugué muy poco pero las primeras impresiones, es que es un juego que en calidad gráfica y en jugabilidad anda bien. Yo tengo una 2080 y un 12700K, paara mi la experiencia es positiva, no se a otras personas con otro hardware...saludos!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7072f7343da94bfa42"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tExcelente Juego, la historia, la jugabilidad, mas los gráficos, funciona perfecto en 4k, solamente presenta detalles si lo juegas en 8k. Pero lo recomiendo 100%",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7072f7343da94bfa43"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tbuen juego",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7072f7343da94bfa44"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy buen juego, con la actualizacion mejoro mucho la estabilidad y el frame rate del juego. Si sos fan de SW, muy recomendado",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7072f7343da94bfa45"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tsinceramente el juego esta muy bien, la historia esta chida y la parte jugable esta muy buena, el feo problema es la optimización, tengo un i7 de 11 generacion, 32 ram y una rtx 3050 y es imprecionante que me bajen los fps tanto incluso con todo en minimo, si lo arreglan de verdad sera un exelente juego pero hasta entonces no se puede recomendar.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7072f7343da94bfa46"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\twenisimo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7072f7343da94bfa47"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tANDA MUY MAL REY, ARREGLEN ESTE DESASTRE.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7072f7343da94bfa48"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tok",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa49"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tmal optimizado",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa4a"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tmuy buena continuacion de lore",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa4b"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego tuvo problemillas al principio, pero es un juegazo y lo recomiendo.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa4c"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGOTY",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa4d"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tmuy god",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa4e"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tIt was fine at first, I was having a blast, but suddenly the game started to give me an Error about the Memory of my PC (And I have a very good PC)  I'm very frustrated now, cuz I want to continue playing and I just can't. I didn't had buy a recently released game since TLOU back in 2014, This was a bet, and I losed, I should've buyed RE4 remake insted...Estaba bien al principio, me la estaba pasando a toda madre, pero de repente me comenzó a salir un error de memoria (Y tengo un muy buen PC) Ahora estoy bastante frustrado, porque quiero seguir jugando y no puedo. No había comprado un juego recien lanzado desde TLOU allá por 2014, (precisamente porque ya sé como se las gastan las compañías) Esta fue una apuesta y PERDÍ... Debí haber comprado el RE4 Remake en vez de este...",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa4f"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tta weno pero tiene muchos drops de fps !",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa50"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tel juego en historia esta bastante bien, pero al menos para mi es imposible completarlo la cantidad de bugs que he tenido en mi partida es absurda y para coronar la cereza del pastel ahora ni siquiera puedo terminar el juego ya que al iniciar el juego y cargar la partida me regresa a la pantalla del titulo, con el añadido del hud del juego como si me encontrara dentro de la partida pero en la pantalla de inicio.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa51"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSi sos un pobre de ♥♥♥♥♥♥ que tiene una compu del tuje y quiere jugar con los graficos en alto no lo compres capo pq es obvio que no te va a correr.Es un juego super ambicioso por ende es complicado establecer flor de juego. Si bien esta optimizado como el choto, principalmente en Koboh que es donde mas problemas de fps hay, el gameplay es dentro de todo disfrutable, y mas si te gusta star wars.En aspecto a la jugabilidad, exploración y gameplay es muyy fino y prometedor.Y en relacion a los graficos, ya van 2 parches que son largisimos (osea basicamente te tenes que bajar devuelta el juego), pero que de a poco se van notando los cambios y la optimizacion del mismo.En resumen, el juego esta exelente, le baja un poco la calidad el tema de los graficos, pero igualmente sigue siendo disfrutable. Antes de comprarlo, fijate los requisitos minimos del juego, si los superas, compralo. Por mas de que juegues en graficos minimos, el juego se ve precioso (Si activas la funcion de \"Calidad\" en las configs de la grafica/procesador) y podes generar un balance en relacion a gameplay/optimizacion.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa52"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy buen juego pero esta optimizado como la corneta",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa53"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl problema mas que todo son los crash constantes que tiene (deja de responder el juego) Lo demás a partir del parche a mi me anda entre 45 y 70 fps en 1080p en gráficos Altos con la siguiente conf. Micro 6700K, RTX 2080, 32GB Ram.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa54"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego esta buenisimo las 2 o 3 hs que jugue pero muy mal optimizando, tengo un i5 10600k 4.1 ghz, 16 gb ram y una 3060 ti y corre entre 20 y 80 fps dependiendo la zona. Se me crasheo dos veces en medio de un combate contra un jefe",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa55"
  },
  "Contenido": "Publicada el 5 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEs buen juego, el problema es que si se activan algunas características como el Trazado de rayos, este hace que el juego se crashee una y otra vez. Si no lo activan el juego es muy disfrutable.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa56"
  },
  "Contenido": "Publicada el 5 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tpodría estar mejor optimizado, pero es igual de disfrutable que el primero y los personajes son geniales",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa57"
  },
  "Contenido": "Publicada el 4 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tsi lo quieren jugar juegenlo en ps5 si teneis, o teneis dinero para comprarla (si no te quieres esperar claro) si no esperense a que arreglen la optimizacion, yo lo juego en ps5 y me va 60fps estables, si quieres disfrutar el juego en ps5 si no pues esperense a que lo arreglen. btw: el juego es GOD es mejor que el uno sin dudarlo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa58"
  },
  "Contenido": "Publicada el 4 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJuegazo. No solo iguala al primero; sino que ademas lo supera con creces. Tienen que mejorar el rendimiento con algún parche. Por lo demás; una jugabilidad de 10.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa59"
  },
  "Contenido": "Publicada el 4 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tel juego esta espectacular",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa5a"
  },
  "Contenido": "Publicada el 4 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy buena la historia",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa5b"
  },
  "Contenido": "Publicada el 4 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tFunciona fata, desde que le das click a \"jugar\" hasta que cierras el juego.Cuando le das a \"jugar\" ejecuta la aplicación de EA y falla más que escopeta de feria.Durante el juego, a demás del pésimo rendimiento, tiene detenciones espontáneas frecuentemente, con la consecuente pérdida de progreso.Se toma su tiempo también en detener la ejecución.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7472f7343da94bfa5c"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tᵃ",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7672f7343da94bfa5d"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAun le falta mucha optimizacion.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7672f7343da94bfa5e"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNo pude jugar todavia porque al abrir se crashea. Tipico de EA.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7672f7343da94bfa5f"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tA alguien mas le pasa que en el segundo planeta cuando me acerco a los pajaros y se van volando el juego me queda pegado como una foto? igual mi hardware cumple los minimos y en rendimiento pues es lo que hay pero ese crash lo encuentro muy extraño y pienso que es por las particulas de polvo que arrojan los pajaros... en juego tiene buena pinta, se ve que es de calidad tanto en historia, efectos sonoros y calidad grafica o diseño de niveles pero tienen que parchar esta movida de que se pega y ahi queda hasta reiniciar el PC.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7672f7343da94bfa60"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tHasta los momentos ha sido bastante divertido de jugar, no soy fan de Star Wars e incluso así estoy disfrutando muchooooo el juego! Lo único que no me gusto del todo es el sistema de guardado! De resto! La estoy pasando super bien haciendo mis videos para YT",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7672f7343da94bfa61"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tjuego tremendo aunque hace falta un parche de rendimiento",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7672f7343da94bfa62"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLa única ♥♥♥♥♥♥ es el rendimiento, por todo lo demás, juegazo, valió cada maldito peso devaluado que pagué",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7672f7343da94bfa63"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUna ♥♥♥♥♥♥ jugar y que el juego crashee cada 5 minutos",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7672f7343da94bfa64"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tQuitando los evidentes problemas de rendimiento y optimización, el juego es grandioso y todo lo que uno podría esperar de una secuela, con el esquema de movimiento completo desde el inicio, ahora el sistema de parkour y escalada es mucho mas complejo y divertido ademas de mas rápido y frenético por partes, una amplia mejora al sistema del combate de forma que los mas adeptos a Fallen Order pueden seguir combatiendo como en dicho juego y ofreciendo nuevas formas de combate y aproximación a los enemigos con el nuevo sistema agregado y sin duda otro aspecto a resaltar es la personalización, siendo llevada a otro nivel, tipos de prendas para Cal mas allá de solo ponchos incluyendo incluso opciones del físico, el sable es mucho mas personalizable, BD-1 También se va a otro nivel de personalización y un largo etc. en cuestiones mecanicas para finalizar es simplemente superior en todo sentido y se nota que han arreglado lo que no funcionaba del todo bien en el anterior juego y todo lo demás ha sido perfeccionado y respecto a la historia... oh mi lord, debes vivirla por ti mism@",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7672f7343da94bfa65"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMira que he querido darle una oportunidad y creo que 10 horas han sido suficientes hasta que ha crasheado el juego, he soportado bajones de frames,desapariciones de enemigos y muchas más cosas.Paso de volver a jugar hasta que lo arreglen.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7672f7343da94bfa66"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t8 gigas de ram y me va excelente desde el dia 1 a graficos en medio lo malo es que se me bugueo peleando con rayvis y ahora no lo puedo matar aunque su barra de vida este en 0  y tampoco seguir con la historia xd",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7872f7343da94bfa67"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJuego increible, brutal! Pero ha de seguir mejorando las actualizaciones ya que a veces se cuelga un poco, pero en general me está encantando, como el primero o mejor!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7872f7343da94bfa68"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy mal optimizado, la parte del prólogo va a 35-40 FPS y después de él hay zonas que van a 60 y otras a 35 o 40, según como sea la zona. Imposible jugar con RTX activado, el juego sufre más. Da lo mismo si se bajan los gráficos, el rendimiento no mejora. Si lo he comprado es porque soy muy fan de Star Wars y me puede el ansia, de ser otro juego me habría esperado xD.Juego a 1080p con una RTX 3070 y un Ryzen 5 3600.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7872f7343da94bfa69"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNo puede ser que un juego tan esperado por los fans y no fans corra tan mal en PC. Lo sigo jugando porque me gusta la saga y la historia de Cal pero no está bien optimizado. Me hubiera ahorrado el dinero y esperado. Ahora mismo hay un parche adicional a todos lo que ya pesa el juego. Veamos...",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7872f7343da94bfa6a"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLos Boglings son lo mejor del juego",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7872f7343da94bfa6b"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl mejor juego de star wars de todos los tiempos, es cine literalmente, espero que mejoren los FPS en algunos momentos",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7872f7343da94bfa6c"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTiene serios problemas de optimizaciòn, se cuelga muy seguido",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7872f7343da94bfa6d"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego me crashea cuando en el 3 mundo(desierto) montas en la montura de piernas largas con Merrin y ya van dos veces.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7872f7343da94bfa6e"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLo recomiendo y mucho, solo llevo 20 horas pero me esta gustando mas que el anterior.  El problema es el rendimiento, a la espera de parches es muy pero que muy pobre, tengo una rtx 3080 y 32 de ram, lo juego a 4k todo en bajo y sin trazado de rayos y aun así se mueve a 30 fps y las transiciones a las escenas de vídeo entran a tirones... una lastima, por que el juego es muy bueno. Sabemos que mejorara, asi que le doy voto positivo pensando en ello, y por que buen trabajo se han pegado. Imagino que para Variar, EA no pondría fácil posponer la fecha de salida del juego y menos si las versiones de consola funcionaban bien....",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7872f7343da94bfa6f"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTrash until optimized, pass for now don't buy it.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7872f7343da94bfa70"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPerdi mi progreso, y el juego tiene muchos errores, o puede correrlo ninguna computadora sin presentar problemas de jugabilidad",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa71"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\taaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa72"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tFun and made for Star Wars lovers.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa73"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSi EA pagase 1€ por cada informe de crasheo del juego que les he enviado, lo mismo me salia rentable. JA ja ja ... no :,(EDIT:La cantina de Koboh me recuerda a la escena de Los Simpsons en la que le dicen al SR Burns que todos los virus están intentando entrar en su cuerpo a la vez y no se pone enfermo porque no pueden pasar. En cierta manera,  creo que diseñaron la cantina para reunir a una amalgama infecta de diferentes personajes que podrían haber salido de la imaginación de George Lucas un día de diarrea en un mismo lugar y no se esparciesen por el mapa del juego. No debe de ser sencillo coger una IP como Star wars y sacar algo decente. Tienen la facilidad de contar con una millonada para la producción del juego  y la dificultad de querer sacar dos millonadas.Es un juego que quiere ser cine y a veces se queda en serie de Netflix, sin embargo cumple con nota cuando se lo propone, sabe sacar músculo en diferentes momentos para dejar finalmente con una sensación agradable.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa74"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tbuen juego mejor q el primero PERO ... no pueden sacar un juego tan mal optimizado... ♥♥♥♥ EA",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa75"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego tiene muy buena pinta pero va mal como no lo había visto en tiempoA mi personalmente se me quedan las cinemáticas congeladas y tengo que cerrar el juego",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa76"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tal principio no me queje pero el juego en pc esta muy mal optimizado es una verguenza ya que seguramente sea mucho mejor que fallen order pero el rendimiento no deja disfrutarlo",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa77"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGran continuación con ciertas mejoras de jugabilidad sobre Fallen Order. Todo lo que se esperaba sobre esta secuela y más. No he notado ningún problema de rendimiento por suerte.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa78"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMientras siga teniendo crasheos y no pueda jugar seguire con mi reseña negativa del juego, arreglen rapido todo este problema, increible que pongan que los requisitos minimos sean 8 GB de RAM y otras cosas mas pero el juego crashea en una simple escena. Estaba trepando de lo mas bien, le baje los graficos y me andaba muy bien pero cuando empezo a trepar una zona se quedo tildado y sin responder.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa79"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tpésima optimización , el rendimiento es exactamente igual independiente de si lo pongo al mínimo o si lo pongo en épico, en el primer planeta el juego suele irme entre 20 y 30 fps con algunos bajones, pero en el segundo hay zonas donde es infumable porque va a 10-15 fps. (tengo una rtx 3050ti, 16gb de ram y un i7-11375H)",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa7a"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tgod",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa7b"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tahora si que recomiendo el juego ya se puede jugar decentemente mejor rendimiento aunque falta cosas por pulir, muy buena historia si te gustó el primer juego este te encantara",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa7c"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tjuego d ♥♥♥♥♥♥",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa7d"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEs un juego  que mecánicamente me gusta ya que soy un gran fanático de star wars pero la poca optimizacion que tiene en PC (literal me funciona a 25 FPS teniendo una rtx 3060TI y un AMD Ryzen 5 3600XT) me ♥♥♥♥ mucho la experiencia y espero que lo arreglen de inmediato",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa7e"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJuego continuista, si te gustó el primero te gustará este.El rendimiento es pésimo, con una rtx 4070 ti no pasa de 58-60 frames en alto a 4k",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa7f"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLa optimizacion del juego es nula. En Steamdeck entra en la categoria de injugable. 20FPS con suerte y hasta la intro se ve con lag.Espero que saquen un par de parches que solucionen este problema",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa80"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLa historia es cine en rendimiento pobre",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa81"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNi poncho, ni rendimiento solo monos programando.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa82"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tVa a pedales",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa83"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tel juego en si es bastante bueno pero la optimizacion es pesima y el juego crashea algunas veces ojala lo arreglen pronto",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7a72f7343da94bfa84"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEn mi caso no he tenido problemas de rendimiento, al menos siendo consciente de mi equipo (un portatil con un i7 de décima generación y una 2060) con ajustes altos ronda unos 50-60fps, dependiendo del área. Lo que sí he echado de menos es el guardado en la nube para poder saltar entre este equipo y el Steam Deck. Una vez probado en Steam Deck he visto el rendimiento desastroso que tiene, y eso que justo actualizaron el sistema de la consola para este juego. Con todo al minimo el primer escenario con suerte llega a 20FPS, cuando no cuelga el sistema completo. Lo mejor es esperar a ver si lo arreglanEn cuanto al juego en sí muy entretenido, y la historia está muy bien. A mi me ha entretenido de principio a fin.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cb7b72f7343da94bfa85"
  },
  "Contenido": "Publicada el 27 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGOTY si lo optimizan (y si el zelda no existiera) Gameplay e Historia 10/10",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbe672f7343da94bfa86"
  },
  "Contenido": "Publicada el 4 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNi siquiera se puede iniciar que ya crashea el juego, 17 lucas al pedo grande EA",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbe672f7343da94bfa87"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tComo gran fan de Star Wars, puedo decir que es de los mejores videojuegos que han sacado, se nota que es una secuela de Fallen Order, y no cae en el típico problema de las secuelas, que es aprender las mismas habilidades del primer juego, pero desde 0. Acá vemos a un Cal Kestis ya no como padawan, sino como un Jedi, su forma en la que está conectado con la fuerza es más fuerte, por lo que sus habilidades ya son muy diferentes. Al haber acabado el juego al 100% en la dificultad Gran Maestro Jedi y tener todos los planetas al 100, dejaré mi reseña para que vean si vale la pena comprarlo independientemente si eres fan de SW o no. LO BUENO.-ES CINE. Lo primero que me gustaría compartir, es que tiene muchas escenas tanto cinemáticas como secuencias jugables, que parecen tomas de una película de SW, con los visuales, la banda sonora y lo que pasa en esos momentos,y no solo eso, todo el juego tiene una gran banda sonora y el detalle del audio es increíble, recomiendo jugarlo con audífonos porque en verdad es una experiencia completamente diferente, no puedo explicar la cantidad de sentimientos que me provocaron al ver o jugar esas secuencias y escuchar el increíble trabajo de audio, estaba como niño pequeño recordando momentos cuando veía la trilogía original y es simplemente un deleite, un gran golpe a la nostalgia y a los verdaderos fans de SW. - LA HISTORIA. No es la 5.ª maravilla del mundo, ya que una vez que terminas el juego, te quedas pensando que ciertas cosas fueron sacadas de la manga, sin embargo al terminar el juego puedes seguir explorando y hay varios ecos de la fuerza que puedes recolectar para entender más el contexto de muchas cosas que pasaron y eso da un sentimiento de satisfacción al saber que la historia esta bien construida en ese aspecto. Aunque yo ya me esperaba la traición de cierto personaje, pero como dije, en los ecos de la fuerza están las motivaciones de ese personaje y ata varios cabos. Anexando a este aparado de la historia, el desarrollo de Cal es simplemente brutal, comparado con el primer juego donde se nos muestra un pequeño progreso, pero en esta secuela simplemente es hermoso ver como pasa tantas cosas, a tal grado que Se deja controlar por el lado oscuro y esta al borde de colapsar emocionalmente, aun asi, logra controlarlo hasta cierto punto, pero eso hace que el personaje se sienta como si de verdad existiera, ya que no es alguien perfecto, es solo una personas mas- COMBATE/GAMEPLAY. En esta secuela podemos sentirnos como un Maestro Jedi, ya que Cal ya no domina los aspectos básicos de la fuerza, sino que ya la domina casi en su totalidad. Este juego toma aspectos de combate del primero, y los mejora al tener diferentes posturas, habilidades y formas de combinar todo esto con los poderes de la fuerza. También hay que tomar en cuenta que si no estás muy experimentadas con los SoulsLike, vas a sufrir un poco si lo juegas en Gran Maestro Jedi, prácticamente se convierte en un sekiro, en el que vas a tener que desgastar la barra de bloqueo de tu oponente para poder hacerle daño. -EXPLORACIÓN/MUNDOS. Muchas quejas del primer juego era la poca variedad de enemigos, los mapas vacíos y ese sentimiento de que no se sentía vivo el juego, pues bien, en este simplemente a cualquier planeta que vas, es un deleite visual (en gráficos a tope y en calidad 2k/4k) hay tantas cosas por explorar, que en mi caso, estuve explorando todos los planetas hasta donde me permitía y de ahí seguía con la historia principal, cuando la termine solo regrese a completar el 15% o menos que me faltaba de 2 o 3 planetas, hay mucha interacción entre la fauna local y las diferentes facciones de enemigos que hay, y no solo eso, la interacción entre las mismas facciones y diálogos, son bastante buenas, ya que te hace sentir en el mundo de SW. Si te gusta mucho la exploración y pequeños detalles, esta secuela mejora absolutamente todo eso que le fallo al primero. LO MALO-EL RENDIMIENTO. Tengo una 3080, 32 de RAM dd5, Ryzen 7 7700X y en todos los planetas me va de 90 a 120 fps, pero en Koboh no pasa de ni de 70, dando a veces tirones a 56. Esto jugándolo todo en épico, resolución 2k y a veces 4k, también me sucedieron unos 5-6 bugs a lo mucho, pero ninguno que me pasara en algún momento clave o en alguna pelea, todos fueron porque prácticamente forcé al juego a realizar ciertos movimientos que este no permite, espero que en un futuro mejoren esto con los parches. -APARTADO GRÁFICO/TECNICO. Sé que en los puntos buenos ♥♥♥♥ que se veía muy bien, pero en ciertas zonas es donde se ve mejor el juego y hay muchas otras en las que simplemente no se aprovecha el motor gráfico. Supongo que también debe ser problema de la optimización y no sé si dependa de la prenda que lleves puesta o el estilo de cabello, pero yo al llevar casi todo el juego, el mismo estilo de cabello que Anakin, me di cuenta de que las animaciones de los mechones estaban muy bugeadas, trataron de hacer un cabello realista como en el primer juego, el cual reaccionaba a todo tipo de movimiento, vertientes de aire, etc. No solo el cabello se salva de animaciones raras o bugeadas,  el movimiento de Cal se siente igual de torpe que en el primer juego, al momento de hacer los saltos/dashes y caminar sobre paredes, se siente muy tosco y rompe esa continuidad de velocidad o tempo que llevabas, al igual que varias criaturas y sus animaciones ya sea al momento de caminar, correr o volar, no tocan el suelo o al hacer movimientos bruscos no se ve orgánico su movimiento. PARA MI, siendo imparcial y objetivo, te recomiendo este juego, los únicos defectos que le llego a notar es en su apartado técnico, pero nada que unos parches no puedan arreglar, la jugabilidad y la narrativa es bastante buena y aporta al canon de SW. No es el juego mas dificil del mundo, pero tampoco el mas facil, si quieres jugar tranquilo y sin preocupaciones, te recomiendo jugar en Caballero Jedi, pero si quieres un desafio juega en la dificultad Gran Caballero Jedi,  completar todo el juego al 100% en esta dificultad, me tomo 52 hrs.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbe672f7343da94bfa88"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego anda perfecto si tenes una buena pc.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbe672f7343da94bfa89"
  },
  "Contenido": "Publicada el 27 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tuff que buen sexo tuve con este juego",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbe672f7343da94bfa8a"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tHasta donde voy el juego esta bien G-O-D, sin embargo por lo que pude leer del resto de reviews parece que tuve la suerte de que el juego me corriera bien, no he tenido problemas de rendimento, lo ando jugando a  resolución 2k con presettings en alto y los fps promedian los 70 fps, sin sluttering ni uso excesivo del CPU, agradecido con el de arriba.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbe672f7343da94bfa8b"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEs horrible el rendimiento al punto que hace 2 horas lo quiero jugar y todavía no lo pude abrir, no puede ser que con lo que sale no puedan hacer un juego decente en rendimiento. Muy lindas las reseñas de preventa y todo pero si no se puede jugar de que me sirve todo lo que agregaron?",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbe672f7343da94bfa8c"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego mejora en muchos aspectos la jugabilidad, el parkour y el combate en comparacion a su antecesor. El unico problema que veo es la optimizacion, ya que pese a disponer de una RTX3070 y R7 5800X el juego en zonas abiertas no pasa de los 50fps incluso en calidad baja P.D: el juego se mantiene igual por debajo de los 50 incluso en media y altaPero en si no deja de ser una experiencia disfrutable para todo fan de Star Wars. Para los que no conocen la saga y quieran jugarlo, por ahora no lo recomiendo hasta que arreglen el sistema de optimizacion.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbe672f7343da94bfa8d"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUna lastima que haya salido tan mal optimizado. Han lanzado dos parches que han mejorado bastante el performance, pero aun falta mucho.Es una pena porque el juego esta muy, muy bueno. La historia me parece incluso mejor a la del Fallen Order. La jugabilidad es bastante similar, tienes la mayoria de cosas del Fallen Order y aparte le añaden aun mas para enriquecer el juego y al llegar a niveles mas altos, terminas teniendo la habilidad de hacer tremendos combates.Graficamente es muy similar al Fallen Order. Casi que puedes decir que reutilizaron mas de un asset.Spawn of Oggdo y la batalla con dos de ellos son una v3rga.En general, muy lindo juego manchado por un release horrible. Si lo quieres comprar, espera a que caiga en oferta.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbe672f7343da94bfa8e"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLes tenia cualquier fe sapos culiaos, me decepcionaron me tocaron star wars y me dieron una optimizacion como las weas. Respawn Entertainment ponte las pilas o te voy a crucificar. Primer aviso",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbe672f7343da94bfa8f"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEs un lanzamiento de por más desastroso, y la verdad es que a estas alturas, que retrasen el juego para sacarlo tan mal, no me imagino lo que era antes...Sin embargo, PERSONALMENTE no he tenido ningún tipo de problema técnico grave. Sí he tenido algunos tirones pero nada por debajo de los 30 fps, ni por más de 2 segundos. También tuve algún que otro bug (Enemigos desaparecieron en un punto específico de Koboh durante una pelea, después del parche tuve que verificar los archivos porque se me habían bloqueado los contenidos de preventa pero se solucionó haciendo eso nomás). Después del parche mejoró la carga de shaders, las distancias de vista y los tirones aflojaron bastante (Todavía tengo algún que otro en las zonas más grandes o más luminosas)Los estoy jugando en 1080, todo en alto, excepto las sombras que las tengo en bajo. Sacando todo eso de lado (Que es muy difícil, lo sé), el juego es excelente, los enemigos son mucho más variados que la precuela y los planetas son bastante más grandes. Lo estoy jugando en Jedi Grandmaster y la estoy pariendo.Imperdonables los errores de lanzamiento en cuestiones técnicas, excelente el juego en sí mismo por parte de los desarrolladores.Especificaciones:Ryzen 5 5600XRX 6700XT 12gb VRAM16gb RAMSSD M.2 1 TBWindows 11",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbe772f7343da94bfa90"
  },
  "Contenido": "Publicada el 26 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego se cierra, no esta optimizado tengo una Geforce RTX 4070 y tiene problemas de rendimiento al punto que se cierra cada 20 o 15 minutos. Una pena es un muy buen juego.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbe772f7343da94bfa91"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tCorre pésimo, ni con una GTX 1660 anda bien, ojalá se optimice bien luego para poder jugarlo, por mientras lo voy a dejar tirado",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbe772f7343da94bfa92"
  },
  "Contenido": "Publicada el 16 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLa vida de un crítico es sencilla en muchos aspectos, arriesgamos poco, y tenemos poder sobre aquellos que ofrecen su trabajo y su servicio a nuestro juicio. Esperamos con las críticas negativas – divertidas de escribir y leer- pero la triste verdad que debemos afrontar, es que en el gran orden de las cosas, cualquier basura tiene más significado que lo que deja ver nuestra crítica. Pero en ocasiones el crítico si se arriesga cada vez que descubre y defiende algo nuevo… el mundo suele ser cruel con el nuevo talento, las nuevas creaciones… lo nuevo, necesita amigos. Anoche experimenté algo nuevo, una extraordinaria cena de una fuente singular e inesperada, decir sólo que la comida y su creador han desafiado mis prejuicios sobre la buena cocina subestimaría la realidad. Me han tocado en lo más profundo. En el pasado, jamás oculté mi desdén por el famoso lema del chef Gusteau: Cualquiera puede cocinar. Pero al fin me doy cuenta de lo que quiso decir en realidad: ´No cualquiera puede convertirse en un gran artista, pero un gran artista puede provenir de cualquier lado´. Es difícil imaginar un origen más humilde que el del genio que ahora cocina en el restaurante Gusteau, y quien, en opinión de este crítico, es nada menos que el mejor chef de Francia. Pronto volveré a Gusteau… hambriento",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbe772f7343da94bfa93"
  },
  "Contenido": "Publicada el 8 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPre-compré el juego con mucho entusiasmo ya que me gusta el universo de Star Wars y me encantó el Fallen Order pero lamentablemente es injugable hoy en día. Con una 3070 tener 40-50 fps y en zonas andar con bajones constantes de 5fps no tiene sentido.Acabo de pedir el reembolso después de esperar a que hiciesen una actualización que arregle todo y no ocurrió.Cuando lo arreglen y con suerte haya alguna oferta, lo volveré a comprar.Conclusión: Lo poco que vi del juego esta muy bueno pero actualmente no se deja disfrutar/jugar",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbe772f7343da94bfa94"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tse ve genial y es divertido de jugar pero la basura en rendimiento que llega tener (40-45 FPS de media) lo hace decepcionante, solicite el reembolso con tan solo 50 minutos de juego.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbe772f7343da94bfa95"
  },
  "Contenido": "Publicada el 9 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tThis game broke my gamer proud making me lower 2 difficutlies in the last boss after beating the hole game in Jedi Grand Masteri give it a 10/10btw people that complain about performance probably have a ♥♥♥♥ pc.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbe772f7343da94bfa96"
  },
  "Contenido": "Publicada el 31 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tQue alguien les diga a los desabolladores arreglen el ♥♥♥♥ juego, 70 dolares para que no se pueda jugar ♥♥♥♥♥♥♥♥♥♥ todo.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbe772f7343da94bfa97"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy bueno pero no pude pasar el primer planeta en 2 horas por los constantes crasheos. Pc gama media-alta, cuando lo arreglen seguramente lo recomiende y seguramente salga más barato así que te va a convenir comprarlo.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbe772f7343da94bfa98"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPost primer parche sigue estando mal optimizado, las partes de acción parece que explota, el modo aventura va mucho mejor ahora. Pero no sirve de nada si para pelear te traba todo.Actualizo opinión cuando ande bien.Actualizada al 16% del juego. Literalmente ya no puedo avanzar porque crashea en una cinemática, EN UNA CINEMÁTICA.Para mi el juego bien optimizado sin crash, es GOTY, pero está teniendo tantos problemas dos semanas después de su lanzamiento, que la baja, es como tomar una cerveza tibia.Hasta ahora no le puedo dar positivo, lo cual me encantaría.Hace varios días ya que anda bien si, no he tenido problemas. La jugabilidad mejoró muchísimo. Tus skills básicos como atracción y empujón se conservan de Fallen Order, así también como andar por las paredes, doble salto, control mental básico, después se puede mejorar.Lightsaber, muy lindos estilos para armar, buenos colores como siempre.Compañeros buenos también, Bode al principio, Merrin en el desierto (i hate sand).El reclutar gente para cantina también es agradable, buenos diálogos, combates.Me gusta mucho el estilo de sable de dos manos que sería como usar un mandoble, lento pero potente.Esta entrega hasta ahora me está dejando satisfecho pero fue una lástima que haya salido tan mal las primeras dos semanas. Al segundo parche pude seguir jugando porque no podía continuar post subir un ascensor+cinemática, crasheaba, ya no me pasó más de eso.Para amantes de Star Wars, si, recomendadísimo.Para los no amantes también recomendado.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbe772f7343da94bfa99"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPor lo que voy del juego me esta gustando demasiado, si esta mal optimizado pero con mi pc Ryzen5  5600x , 3060ti y 32gb de ram me esta funcionando dentro de todo bien , ♥♥♥♥ todo en epico y tengo algunos lagazos pero como q todo sigue funcionando muy bien, espeor q solucionen este problema con bastantes updates asi se puede disfrutar mas del juego",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbea72f7343da94bfa9a"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTa weno, cuando va a 5+ fps",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbea72f7343da94bfa9b"
  },
  "Contenido": "Publicada el 27 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego ha sido optimizado y arreglado. Ahora sí se puede disfrutar correctamente. Aún no es perfecto a nivel técnico pero todo lo demás supera al juego anterior que ya era un gran juego. Así que ahora sí, MUY recomendado. :D",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbea72f7343da94bfa9c"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNi BD-1, Ni R2-D2, Ni C-3PO con sus procesadores Intel Core i15 150000k pueden correr este juego de 𝓂𝒾𝑒𝓇𝒹𝒶EDIT: A pesar que es de cartón corriendo ta muy wueno cuando no te caen los fps a 40 de la nada (y el parche que sacaron 3 días después me sumo entre 10 a 20 fps dependiendo del área).",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbea72f7343da94bfa9d"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbea72f7343da94bfa9e"
  },
  "Contenido": "Publicada el 4 junio\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAcabo de terminar la historia, y este juego... es una de las mejores cosas que habré jugado en mucho tiempo. Sus mecánicas, los jefes, los diferentes estilos que te ofrece, el parkour, la historia y etc,  podría pasarme todo el día hablando de porque me gusta este juego.Ahora, es verdad que hay problemas de rendimiento, pero a mi no fue algo que me haya molestado tanto, en unas zonas te bajan los fps pero no es para tanto. Lo recomiendo bastante.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbea72f7343da94bfa9f"
  },
  "Contenido": "Publicada el 26 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTuvo la desgracia de salir el mismo año que el Tears of the kingdom sino seria GOTY",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbea72f7343da94bfaa0"
  },
  "Contenido": "Publicada el 5 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl mejor juego de star wars",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbea72f7343da94bfaa1"
  },
  "Contenido": "Publicada el 13 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEn verdad es uno de los mejores juegos de este 2023 sin duda, aunque su optimizacion deja que desear, eso no quita que tenga muchos puntos fuertes, como su historia, plataformeo, jugabilidad y personalizacion; En pocas palabras, es el mejor juego de Star Wars, al menos en el genero rpg, solo necesita mejorar la optimizacion.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbea72f7343da94bfaa2"
  },
  "Contenido": "Publicada el 11 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUn JUEGAZO. Todo lo que tendrían que haber sido las secuelas de las películas. Si bien al 11/05/2023 aún tiene bajadas de fps en sectores puntuales de algunos planetas, es totalmente jugable con 55 a 60 fps constantes con una RTX 32070ti en calidad épica y RTX activado.La historia supera largamente a Fallen order, está en un nivel más cinematográfico es un rotundo 10 a igual que el doblaje latino de las voces y la jugabilidad, que también mejora y mucho  respecto a la primera parte.La música es excelente y da un muy buen ambiente en todo momento.Tremendo juego, ahora a completarlo y luego rejugarlo.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbea72f7343da94bfaa3"
  },
  "Contenido": "Publicada el 9 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tIncreíble juego muy bueno pero con muy mal rendimiento",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbeb72f7343da94bfaa4"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tConfirmo que el juego esta mal optimizado, y no es que lleve al CPU o la GPU al máximo de uso, en mi caso los usa como al 50% pero oscila entre 33 y 45 fps al menos en la parte del inicio.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbeb72f7343da94bfaa5"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tIt has a horrible performance. Don't buy it, wait for fixes or insult EA, whatever you want",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbeb72f7343da94bfaa6"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tInicialmente se trababa y crasheaba pero, con el ultimo patch eso se arreglo, tengo que reconocer la velocidad con la que hicieorn que se pudiera jugar de nuevo el equipo realmente se preocupa por el juego y me diento un poderoso jedi jugando",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbeb72f7343da94bfaa7"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOtro juego mas del 2023 que sale pésimamente mal optimizado.No lo jueguen ni lo compren hasta dentro de un par de meses.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbeb72f7343da94bfaa8"
  },
  "Contenido": "Publicada el 4 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tes buen juego pero todos los fallos que tiene en pc no dan ganas de juegar no lo recomiendo comprar ahora si  cuando salga un parche que verdaderamente arregle todo los fallos de inicio de pagadas de cinematicas y espadasos sin colision puede ps5 este bueno pero pc es deficiente igual de the last of us",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbeb72f7343da94bfaa9"
  },
  "Contenido": "Publicada el 14 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNefasto lanzamiento de videojuego (ojo no digo que sea mal juego), pero tengan una PC de gama baja, alta o de la nasa te va a tirar bajos fps, los enemigos de la nada desaparecen, se te buguea los puntos de habilidad y nunca progresas en mejorar al pj, se crashea y no solamente el juego sino te crashea hasta el windows, y eso que lo habian atrasado 1 o 2 meses al juego creo xq no estaba en condiciones optimas para lanzarlo... ganan miles de millones y nos venden semejante ♥♥♥♥♥♥, verguenza les tendria que dar",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbeb72f7343da94bfaaa"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNo lo compren aun, como fan de starwars y de esta saga es una tremenda decepción el pésimo rendimiento que tiene el juego, no usa más del 40 o 50% de la gpu y hace que vaya horrible el juego, en mi caso con un i9 11va gen y una 2080ti me va entre 30 a 40fps tanto en bajo a 720p como en ultra con RTX a 1440p en resolución ultra wide, sinceramente yo compre la versión base y me anime a comprar el upgrade a la versión deluxe sin antes probarlo y si agüita ):",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbeb72f7343da94bfaab"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSince last patch it crashes even more and more... I seriously can't take it anymore.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbeb72f7343da94bfaac"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego es excelente y supera a la entrega anterior por mucho... Lo compré al 3er día de lanzamiento y el desempeño es bueno, podría ser mejor, pero es una experiencia disfrutable desde 40 hasta 70 fps en 4K con una RTX 3080.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbeb72f7343da94bfaad"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tJuegón.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfaae"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy buen juego , incluso mejor que el primero the fallen order .  Eso  de poder domesticar animales me encanto . 10/10",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfaaf"
  },
  "Contenido": "Publicada el 28 abril\n Espectacular Es una obra maestra por donde lo mires, agarra cada aspecto del Jedi: Fallen Order y lo mejora exponencialmente.La campaña es preciosa, 20 años después del Fallen Order, un Cal más maduro y decidido. Tiene de todo para ser una novela, cada personaje se desarrolla bien y complementa con lo que ya conocíamos, hay amor, traición, locura, venganza, aventura, y mucho más que enriquece cada aspecto de la historia. En cuanto avanza poco a poco te somete a una adicción de saber que va a pasar, y cuando crees que terminaste todo que ya nada te puede sorprender, te meten un plotwist, más escenarios, misiones por doquier, etc., donde el juego repunta, ya estando en la cúspide de lo mejor, para consagrarse como una leyenda, de esos juegos que posiblemente recordemos para siempre. Los cameos, personajes y referencias a lo largo de la historia son admirables, hay cada sorpresa y personaje que, considerando que este juego es canon, sorprenden, pero contribuyen a todo el universo SW de maneras inimaginables.En cuanto al gameplay, quiero aclarar que aborresco el estilo \"Dark Souls\", pero en este juego, la dificultad acompaña, y poco te hace tiltear, era mucho más en el Fallen Order, donde matar un sapo te costaba la vida, pero era lógico pues eras un Jedi sin entrenamiento, ahora más grande y con habilidades espectaculares te enfrentan a una gran cantidad de variedades de enemigos y bosses bastante variados, que si bien tienen dificultad, te hacen sentir cada vez mas poderoso. (Menos el doble Rancor, o el doble sapo que misiones estúpidamente difíciles). Las posturas de los sables y la diferencia que cada uno te hace sentir, mejora en gran medida el entretenimiento, perfectamente diseñados con una amplia gama de habilidades, quizá demasiadas que se hacen fáciles de olvidar. Pero a mi gusto mejor que sobren.También hay que decir que usa un formato RPG, bien pulido, con misiones secundarias, eventos, coleccionables, escondites, secretos, enemigos y muchas más cosas que, en mi opinión, fueron perfectas, tiene contenido de sobra.En cuanto a todo lo demás el juego es de lo mejor de Star Wars. Claramente el rendimiento dejó que desear, lo jugué a una media de 45 fps en medio, no es lo ideal pero lo disfruté igual.Si bien el precio es altísimo para Argentina, vale cada centavo con unas 40hrs para aproximadamente experimentar el 100% que tiene para ofrecer. Y debo decir que posiblemente se haya convertido en uno de mis juegos favoritos de toda la vida. Recomendado 10/10",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfab0"
  },
  "Contenido": "Publicada el 4 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\texcelente juego",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfab1"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tDejando de lado los problemas de optimización, el combate es sexo y la historia hermosa",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfab2"
  },
  "Contenido": "Publicada el 3 mayo\nProducto recibido de forma gratuita\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tDISCLAMER: Este juego me lo regalo EA Games gracias a su programa \"Creators Network\", si bien el mismo fue gratuito para mi, trato de separar mis análisis de esta cuestión. EA no me paga y nunca me va a pagar por hablar bien de uno de sus productos, esta review es meramente mi opinión personal y experiencia dentro del juego.Vi muchísimas reviews de gente con problemas de rendimiento. En lo personal el juego me corre \"bien\" sin RT ni re dibujado me corre a unos 45-70 fps en exteriores y a unos 80/90 en interiores. Juego con un R7 5800 y una RTX 3070, a mi parecer no es una BESTIALIDAD de PC pero si se que es bastante \"poder\" de computo.En fin, dejando de lado los problemas técnicos del juego y hablando en si de su gameplay, ES UN JUEGAZO, todo lo que podes esperar de una secuela, sin dudas top 3 de los mejores juegos de SW de los últimos 15 años fácil. El \"dark souls\" de Star Wars. Personalizacion de prendas, sables, BD1, blaster, barba y pelo de Cal.Mucho contenido post main quest, para que no nos aburramos en el end game, su nivel de dificultad puede ser bastante difícil, la batalla contra \"EL\" (si lo jugaste ya sabes de quien hablo) me llevo poco mas de 1 hora hasta poder ganarla, pero nunca me senti abrumado, sabia que estaba fallando por mi manques y no por el diseño del juego o sus controles. En fin JUEGAZO cuando funciona como debería. Solo tuve 2 crashes en mis casi 30hs jugando (que ademas fue lo que me tomo terminar la historia principal). Si ves esta review en unos años, seguro todos los problemas fueron solucionados y el juego corre de 10, así que si esta de oferta y te gustan este tipo de juegos, dale una oportunidad ♥",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfab3"
  },
  "Contenido": "Publicada el 27 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBeautiful graphics, good plot, game performance needs to improve a lot, especially on koboh.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfab4"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego me corría bien... no sé para que hacen ''supuestas actualizaciones de optimizador'' si ni si quiera corre bien el juego se pega cuando estoy partida antes de que se volvierá a descargar corría perfecto hoy lo terminé de descargar nuevamente y no me corre un verdadero asco esta m**** y yo tengo un PC Nitro 5 Nvida 1650 Geforce, además un procesador intel core i 5 x lo q me correría si no fuera por su redescarga, antes pesaba 129 gbs, le bajaron los gbs a 116, pero ahora no sirve, será que le quitaron cosas... ni idea.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfab5"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tel juego me corre bien al comienzo del juego es que tiene un bajón de fps entre 55 a 60 pero cuando termina el primer mapa los fps suben, ahora estoy en otro planeta y los fps a subido ahora estan entre 80 a 124 fps con un ryzen 9 7900x3D 32 gb 6000mhz rtx 3090",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfab6"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSi bien, nadie puede ignorar que es uno de los juegos peor optimizados en los ultimos años, después del primer nivel, mi configuración (6gb2060 + R75800x) logró aguantar 60fps estables en la mayoría de las ocasiones. De todas formas, si jugarlo a 60fps o más es un requisito para ti, es mejor esperar a que baje de precio o esté parchado, porque sin duda es un juego que merece la pena. Buena historia, buena jugabilidad, excelente diseño de sonido y mucho starwars para los fans.Aclaración: El juego corre igual si lo juegas en bajo, medio o alto. Nada parece mejorar realmente los FPS, desconozco si es un problema de memoria o pesima compatibilidad con Nvidia",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfab7"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tHasta ahora precioso el juego, no he tenido ni una baja de FPS ni nada de lo que dicen los comentarios!! No llevo nada jugado pero hasta ahora el apartado gráfico es perfecto! Hasta ahora 100/10 y si avanzando me topo con sorpresitas le bajo a 99/10",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfab8"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEs el mejor juego de Star Wars que jugue y por suerte me va bien. 3070ti y un i9900k. 2k todo en alto 60 fps constantes, no le veo lo malo aunque deberia ir bien para todos, que los juegos salgan mal de salida se hizo costumbre",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfab9"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tExcelente juego, me encanta Star Wars y aunque hasta este momento jugué 6.9 horas siento que de verdad se esforzaron en mantener la esencia del juego anterior pero mejorado por 10, la verdad un muy buen juego que le recomiendo mucho a cualquier fan de star wars.10/10",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfaba"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t♥♥♥♥ GOTY",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfabb"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tComo es posible que no incluyan DLSS en un juego recien lanzado? Entiendo que quieran impulsar las tarjetas AMD pero creo que deberian tomar en cuenta que la mayoria del publico tiene una tarjeta Nvidia, 4090, 12900k y va en 40-60 FPS en en 4K, y no solo eso, da unos lagazos que provoca desinstalar el juego.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfabc"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMenos lloriquear en las reseñas de steam y mas actualizar los drivers gordos olor a leche con placa de video pagada por papi y mami⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠟⠉⠄⣀⡤⢤⣤⣈⠁⣠⡔⠶⣾⣿⣿⣿⣿⣿⣿⣿⡿⠛⠋⠁⠄⠄⠄⣼⣿⠁⡀⢹⣿⣷⢹⡇⠄⠎⣿⣿⣿⠿⠛⠉⠁⠄⠄⠄⠄⠄⠄⠄⠹⣇⣀⣡⣾⣿⡿⠉⠛⠒⠒⠋⠋⠁⠄⠄⢀⣤⣤⡀⠄⠄⠄⠄⠄⠄⠈⠙⠛⠛⠉⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⢹⣧⡈⠿⣷⣄⣀⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⢀⣠⠄⠄⠄⠄⠈⠻⢿⣶⣌⣙⡛⠛⠿⠶⠶⠶⠶⠶⠖⣒⣒⣚⣋⡩⢱⠄⠄⠄⠄⠄⠄⠄⠈⠉⠛⠛⠛⠻⠿⠿⠟⠛⠛⠛⠉⢉⣥⣶⣾⣿⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠒⠶⣿⣿⣿⣿⣿⣿⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠈⠻⣿⣿⣿⣿⡿⠛⠛⠛⢻⣿⠿⠛⠛⠛⢿⣿⣿⡿⠛⠛⠛⢻⡟⠛⣿⡿⠛⣻⣿⠄⣼⣿⣿⣿⡇⠄⣾⣿⣧⠄⢻⡏⠄⣼⣿⣿⣿⡇⠄⡟⢀⣴⣿⣿⠄⣿⣿⣿⣿⡄⠄⣿⣿⣿⠄⢸⡇⠄⣿⣿⣿⣿⡇⠄⣀⠈⢻⣿⣿⣄⠈⠙⠛⢻⣧⡄⠙⠛⠉⣠⣿⣷⣄⠈⠙⠛⢹⡇⠄⣿⣧⠄⠻⣿Dejen de llorar porque el juego no les corre a 6900 fps que yo tengo una rtx 3060 y me va a 70-80 fps solidos con los graficos en alto y rtx activado. No me crasheo una sola vez en toda la primera partida que me lo pase y ahora estoy arrancando una partida +. Mucho mentiroso olor a culo en las reseñas.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfabd"
  },
  "Contenido": "Publicada el 31 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEs un juegazo, los graficos, el sonido, el combate, la historia, este si es un gran juego de star wars, no es perfecto, pero es una nueva esperanza para los amantes de la saga y los videojuegos, la evolución en este juego comparandolo al anterior, es inmensa, la historia y sus personajes ganan mucho en profundidad!Podria pasar elogio tras elogió a esta joya, pero simplemente lo resumiré en que debes jugarlo si te gusta star wars e incluso si no es un juegazo.Únicos puntos malos es que en lo personal, me desespera bastante algunos niveles y su diseño, se abusa del parkour y \"puzzles\" para alargar los niveles, y se me volvieron algunos de ellos tediosos y soporíferos..Pero lo paso por alto con la esperanza de que el próximo juego sea el definitivo. Gran juego, gran final!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfabe"
  },
  "Contenido": "Publicada el 28 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tBuena historia.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfabf"
  },
  "Contenido": "Publicada el 26 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGoty de gotys,Lo bueno compensa lo roto.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfac0"
  },
  "Contenido": "Publicada el 26 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tDejando de lado los bajones de fps que esperemos que los devs solucionen solo puedo decir que este juego es maravilloso. Los aspectos de exploración y aventura son muy divertidos y gratificantes, tiene una personalización grandiosa tanto de elementos visuales como de tu forma de jugar el juego mismo y la historia a parte de interesante tuvo un par de giros argumentales que realmente me sorprendieron. El soundtrack también está muy bien, hay escenas muy emocionantes y unas muy tristes que sin él no serían lo mismo, está bien logrado. Lo disfruté muchísimo, probablemente mi juego favorito de Star Wars hasta la fecha y desde ya esperando la tercera parte de la trilogía de Cal Kestis.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbec72f7343da94bfac1"
  },
  "Contenido": "Publicada el 24 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tComo juego y como juego de star wars magnífico, una obra maestra, mejor que la primera entrega. Su único punto negativo es respecto al porta pc, su optimización a veces es mala, hay muchas caídas de FPS pero en la mayoría es jugable y disfrutable (gráfica usada GTX 1660 ti 6gb).",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfac2"
  },
  "Contenido": "Publicada el 24 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUn juegardo como pocos, sobretodo el último tercio 10/10",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfac3"
  },
  "Contenido": "Publicada el 23 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tStar Wars Jedi: Crashvivor",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfac4"
  },
  "Contenido": "Publicada el 22 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy bueno, me gusta, el rendimiento no es el mejor pero jugable ,linda historia, aunque de vez en cuando haiga algun tiron de fps no es problema.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfac5"
  },
  "Contenido": "Publicada el 21 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tExcelente a pesar de su rendimiento en PC",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfac6"
  },
  "Contenido": "Publicada el 20 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAt the moment that I'm writing this review, I'm playing with Patch 5, and there are still performance issues; however, they haven't affected my gaming experience. So, ignoring such game performance issues, I highly recommend this gem of a game. Although it has a main linear story, it provides many interesting secondary missions and tasks with which you can enjoy many more hours. The environments, the landscapes, and the stories have been treated with great care.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfac7"
  },
  "Contenido": "Publicada el 20 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tel camino asi es",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfac8"
  },
  "Contenido": "Publicada el 20 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGran juego que mejora muchísimo las mecánicas de combate y exploración de la anterior entrega. No obstante tiene dos fallas, siendo una muy negativa. El juego a veces tiene animaciones muy largas que aún cuando uno presiona el botón de bloqueo, como está todavía una animación, no te cubre nada y recibís un montón de golpes gratis y da muchísima bronca perder por un tema de diseño a veces y no por una falla tuya.Pero la falla más grande del juego es su historia que va en declive hasta llegar a un momento que resulta estúpida.A pesar de todo esto es un muy buen juego con gran exploración y divertido plataformeo. Recomendado, pero sepan que tiene sus fallas.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfac9"
  },
  "Contenido": "Publicada el 19 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMedio mal optimizado pero dentro de todo es un juego hermoso, en la historia, en la jugabilidad y también en como están diseñados los planetas, uno de mis juegos favoritos. 9/10",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfaca"
  },
  "Contenido": "Publicada el 18 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGood",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfacb"
  },
  "Contenido": "Publicada el 15 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTremendo juegazo, más pulido y mejorado que el anterior pero el rendimiento es muy malo, mal optimizado",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfacc"
  },
  "Contenido": "Publicada el 11 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tse paraliza y crashea cada 5 minutos, menos de 50 fps con un buen equipo no quiero imaginar en gamas bajas quien sabe si lo arreglen por lo poco q jugue es bueno pero eso no importa si no lo puedes jugar mas de 5 minutos consecutivos sin crasheos asi q por ahora no vale.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfacd"
  },
  "Contenido": "Publicada el 11 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTengo problemas al iniciar el juego practicamente entra en la presentacion pero no entra en el menu se crashe mal y da error .",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bface"
  },
  "Contenido": "Publicada el 9 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tta bueno",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfacf"
  },
  "Contenido": "Publicada el 8 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tPese a problemas de rendimiento gráfico en PC la historia, la jugabilidad, historia son geniales.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfad0"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy buen juego con muchísimas mejoras respecto al Fallen Orden. Una lastima que no sea excelente por culpa de los crasheos y bajones de FPS.9.5/10",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfad1"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tel juego es super bueno lastima que la optimizacion sea tan horrible y esto se repite cada vez mas con los juegos de grandes empresas y me parece lamentable",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfad2"
  },
  "Contenido": "Publicada el 7 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t8",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfad3"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEsto si es un juego de star wars XD",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfad4"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLo compré hace 3 días, primer día funcionó bien 2 horas y a partir de ahí un rendimiento desastroso, parece que estoy jugando en la nes y me funciona mejor con los gráficos en algo que en bajoLa verdad una vergüenza espero que lo arreglen pronto",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbed72f7343da94bfad5"
  },
  "Contenido": "Publicada el 6 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLa verdad una pija, amo Star Wars pero que saquen un juego asi de roto te saca las ganas de jugar, no voy a pedir reembolso porque no quiero comprarlo de nuevo, bueno primero es eso... el juego anda pesimo y eso que tengo una rtx 2060 deberia andarme correctamente, no puedo creer que hasta las cinematicas se traben xd, segundo ALGUIEN SABE QUE ♥♥♥♥♥♥ PASA CON EL LAUNCHER DE ELECTRONIC ARTS? quiero iniciar sesion y no me deja osea encima que anda mal el game tambien lo esta para entrar a tu cuenta? malisimo.PD: ojala que lo dejen 10 puntos mas adelante (igualmente el Jedi Fallen Order no anda taaan perfecto que digamos)",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbee72f7343da94bfad6"
  },
  "Contenido": "Publicada el 3 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSe crashea en todo momento es injugableAun despues del parche del 10 de mayo sigue igual de injugable",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbee72f7343da94bfad7"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tUn gran juego que espero en un futuro pueda jugarse de forma óptima para todos",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbee72f7343da94bfad8"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t4 años o más para hacer un juego que anda como el orto, es increíble que sigan con trabajo o siquiera que se les pague por esta porquería",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbee72f7343da94bfad9"
  },
  "Contenido": "Publicada el 2 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t(Una completa decepción, mi equipo es un ryzen 5 3600, una 3050 de 8gb y 32 de ram, porque sigue trabandose el juego?Al principio era solo en elgunas ocaciones al entrar en cinematicas, luego en cualquier momento del gameplay el juego se bloquea y lo peor es que pierdo de 15 a 20 min de avance en el juego y volver a recorrer todo una y otra vez por cosas que ni siquiera son mi culpa, no eh podido avanzar de la segunda mision, por lo que no puedo opinar mucho sobre la historia pero hasta ahora la jugabilidad y lo poco de historia que llevo me parece muy interesante y si se tuvieron mejoras conforme al juego anterior, otro error que encontre es que aunque cambie el idioma del juego a español de mexico siempre al volver a iniciarlo (cosa que ocurre muy comun debido a los constantes bloqueos) se vuelve a poner en español castellano y algunas configuraciones graficas se reinician, espero corrijan lo mas prointo estos problemas pero por lo pronto no recomiendo este juego y estoy considerando un reembolso :/)dejo mi comentario antrerior mencionando que salieron 2 actualizaciones en este tiempo de salida, el juego ya es mucho mas estable, por lo menos el bug en el que al abrir el mapa el juego se congelaba ya fue corregido por lo que al menos ya no pierdo 20-30 min de gameplay, la historia fue bastante buena, varias sorpresas que no esperaba y una muy buena jugabilidad con los sables, un muy buen juego de satr wars y una muy buena manera de abordar el tema de los vestigios de la alta republica como en el anterior juego",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbee72f7343da94bfada"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\testa optimizado como el orto, pero es un juegazo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbee72f7343da94bfadb"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tThe game is very good, the only negative the I have it is the performance on PC.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbee72f7343da94bfadc"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSalvo la mala optimizacion, que espero que vayan corrigiendo con los parches, es un autentico JUEGAZO, graficos, jugabilidad, misiones, mundo abierto. Mejora en todo la entrega anterior.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbee72f7343da94bfadd"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\texelente videojuego mucho por descubrir y explorar",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbee72f7343da94bfade"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAwantense a los parches gente, qué el juego es una obra maestra pero la optimizacion esta de la vrga jsjsjs",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbee72f7343da94bfadf"
  },
  "Contenido": "Publicada el 1 mayo\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tmuy bueno",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfae0"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOk, por donde empezar, descargue este juego para jugarlo en stream... lo cual esta casi imposible si los fps andan de  30 para abajo ( a veces 45), los fps en on stream y en off stream son igual de malos, justo hoy que hago la reseña, me doy cuenta que el archivo del juego en el que llevo jugando esta bugeado, causando que al darle continuar, solo se aparezca nuevamente la pantalla principal con los iconitos de la vida y las posturas, llevaba un 47 % del juego !!!, solo funciona el crear nueva partida !!!! esto me fastidia, este debía de ser un juegazo y lo único que paso es esto les describo arriba...mi tarjeta es una 3070TI con una I7 de 10ma, ni de broma debería irme mal, lo pongo en calidad baja y sigue con los frames hasta el suelo, porfavor, cuiden la calidad de sus  juegos !!!! estoy a 2 de pedir un rembolso si alguien sabe como solucionar mi problema porfavor pongalo en los comentarios ( lo del archivo bugeado )",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfae1"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego en si es estupendo , la trama , el gameplay , el lore que aporta a la saga es inmenso , lamentablemente cuando vas a koboh el juego se crashea muchisimo la unica solución hasta el momento es : administrador de tareas /detalles , buscar el juego y darle  a establecer prioridad : ALTA.Por lo demás , el juego es magnifico , espero que solucionen pronto este problema de los crasheos y optimizacion de fps .",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfae2"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEste ♥♥♥♥♥♥♥ dropea fps como un toro, y sin parches! Quieres saber como? Haz click aqui",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfae3"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEn primer lugar debo decir que tengo un sistema basado en AMD (CPU 5600X + GPU 6800), y no estoy sufriendo los problemas de poco rendimiento que otros usuarios reportan. Los unicos problemas técnicos que observo son: - Un largo tiempo de carga inicial sin notificaciones o avisos, entre que carga la EA App y luego el juego. Definitivamente necesita un splashcreen para que el usuario sepa que el juego se está cargando.- Luego de sesiones largas de juego (+6 horas), el juego se traba en la pantalla de carga después de usar algún Fast Travel. Hay que cerrarlo con el Task Manager y volver a cargarlo. El juego se recupera en el mismo punto donde se quedó, aunque te deja en el primer punto de meditación de todo el planeta en el que estés.Teniendo esas cosas en cuenta, solo me quedan cosas positivas para decir del juego: Se ve grandioso, anda fluído y hay muchas cosas para hacer.Es como Jedi:Fallen Order, pero mucho más grande. Mapas muy amplios, variedad de cosas para hacer e ítems para rercolectar. Ahora hay misiones secundarias y más interacción con los NPCs.La historia no es espectacular, pero como inicia tiempo después de la historia original, los autores tuvieron la delicadeza de que Cal Kestis conserve varias de sus habilidades (Escalar, correr por muros, usar las cuerdas y ganchos para trepar. Se arranca desde el principio con dos sables), sin necesidad de reentrenarlas.Los mapas son grandes, pero la mecánica es similar al original. Se marcan las zonas sin explorar, y las puertas y artefactos se marcan con verde o rojo según sean accesibles o no con las herramientas y habilidades que contamos.Si bien  no es novedoso, ofrece todo lo que había en Fallen Order, multiplicando varias veces su cantidad.Update 02/05/2023: Hoy tuve mi primer ACCESS VIOLATION mientras hacia el Force Tear en el nivel  Shattered Moon. Reinicie el juego 10 minutos después (Por que salía el mensaje de que no se había sincronizado la partida) Y pude rehacer el nivel a partir del ultimo Meditation Point sin problemas (incluyendo el Force Tear anterior)",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfae4"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMuy Mal optimizado 1600 pesos por un juego de pesimamente optimizado una lastima a verdad que nos quieran vender porquerias con bugs super notorios de encontrar",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfae5"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\ti5-1400f / 3060 ti / 16 gb ram ddr4Solo llevo 5 horas, pero lo que he visto es impresionante, un excelente juego, solo que mal optimizado, pero es cosa de que en un par de actualizaciones lo arreglen, obviamente no es lo ideal esperar para que me den un producto estable, pero ademas de eso es increible, recomendado y contento con este juego!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfae6"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tGreat game that builds on top of what the first one established. But dear god is it a pain in the ass to fidget with the settings just so the game can run on a decent framerate. Horrible optimization, freezes constantly, even when running on the lowest settings, even tho my pc should be able to handle it on at least high settings with no issue. And to top it all off, this single player game somehow DEMANDS that you are online all the time to play it, which inmediatly backfires when the ♥♥♥♥♥♥♥♥ EA app servers are down and you can't play the game you bought, which sucks because you can tell that Respawn really tried to make something special.EA is a circus, and I'm not giving more money to these clowns.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfae7"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\testa horrible, me crashea y los fps son un desastre, no importa si lo colocan al minimo, va horrible xdActualización... Colocar el juego en 1280x720 + ventana pantalla completa + estadísticas a media y mejora, bastante pero igual le falta una enormidad para que sea maravilloso",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfae8"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLamentablemente esto de los estrenos con una optimización pobre, como en el caso de Jedi Survivor al igual (o incluso peor que) con The Caliisto Protocol, se está volviendo muy habitual y deja mucho que desear.PERO aún sabiendo de este y leyendo las reseñas antes de comprar el juego, decidí darle un intento ya que su anterior entrega me gustó mucho y sumado a eso por ser fan de Star Wars. El juego pese a su estado horrendo de optimización, supera por mucho el título anterior ofreciendo más variedad e incluyendo una exploración muchísimo más disfrutable, una sensación fluida en el movimiento del personaje y ambientación excelente dentro de lo que cabe al universo de Star Wars.Definitivamente vale la pena, pero recomendaría esperar algún tipo de parche que solucione estos problemas para que les ofrezca una experiencia más agradable y fresca.Joyita del gaming",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfae9"
  },
  "Contenido": "Publicada el 30 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tdesgraciadamente tuve que pedir el reembolso por su mala optimizacion",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfaea"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTerribles bajones de FPS, pésimo uso de los recursos de la PC. Esto parece una estafa",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfaeb"
  },
  "Contenido": "Publicada el 29 abril\n Reseña breve  Lo bueno -Muy buen gameplay (literal tomaron lo mejor de la primera entrega y lo volvieron mejor)-Buena historia (por hora me tiene enganchado)-Visualmente hermoso-Mecánicas simples (pero no por eso fáciles, si ya jugaste la primera entrega, pues mejor partir en maestri jedi) Lo malo -Pésimo rendimiento (tengo un buen pc y no importa si tengo configurado el juego en ultra o en bajo, este seguirá corriendo entre 50-55 fps, con bajones de hasta 30fps)-Crasheos (varios jugadores reportan crasheos que les impiden abrir el juego, en mi caso no fue así, pero tuve el juego congelado por aprox 1 min y luego ya arranco normalmente. En cuanto a crasheos mientras juego, tampoco he tenido ninguno y tampoco he sufrido bugs que arruinen la experiencia de juego o me saquen de la inmersión). En resumen, si no cuentas con una pc potente (al menos gama media alta hacia arriba) no te recomiendo que adquieras el juego, ya que te correrá peor que port de the last of us en pc o de tajo simplemente no te abrirá. Si tienes un pc potente ya es opción tuya querer comprarlo y disfrutar de la historia y del gamepley, pero ten en mente que aún así no podrás disfrutar de mas de 60 fps y tampoco podrás mantener una tasa de fotogramas estables (pero al menos será jugable).  Mi PC: -32 GB de RAM 3200Mhz-Disco M2 500GB-Disco SSD 1TB-CPU AMD Ryzen 5 5600X 6-Core Processor -GPU AMD Radeon RX 6750 XT 12GB-Placa madre Asus b450m-a ii-Fuente de 650W",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfaec"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tuna optimizada ♥♥♥♥♥♥♥♥♥♥ EA Actualización- Es increíble como un juego tan bueno permitan que salga en estas condiciones de optimizacion pero si se llegan a arreglar el juego es increíble, la banda sonora es hermosa y la historia es emocionante y sentimental.Compárenlo cuando este optimizado para una mejor experiencia por que la verdad que juegazo",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfaed"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tgran juego es Star Wars Jedi Survivor, solo hay un gran problema, es la optimizacion para las gráficas, para ser uno de los mejores juegos del año 2023.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfaee"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tme entristece mucho su rendimiento, un juego muy bueno que no se puede disfrutar por un estado tan malo. Omitiendo los frames, lo que mas duele son sus CRASHES constante, cuestion que no solo me ocurre a mi por lo que he visto. Corriendolo para nada un mal equipo. Frustrante jugar de esa manera. Juego Terminado, misma situacion. Muy buen juego, muy mal rendimiento. Facilmente 3 horas perdidas por crashes.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfaef"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tWhy the F do we have to wait for patches to have  MINIMUM of performance when we are paying for a game, full price, ON A F*****G THIRD WORLD COUNTRY, instead of having it working as it should ON F*****G DAY ONE",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfaf0"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTenía muchísimas ganas de jugar este juego en PC, pero tristemente a las compañías últimamente les interesa sacar juegos lo más rápido posible sin preocuparse de sacar un producto bien hecho. El juego es genial, pero está pesimamente optimizado. Si no tienes una tarjeta sobre RTX 3060 no lo vas a poder mover bien, e incluso así tendrás muchos bajones de fps, crasheos y demás, haciendo que la experiencia de juego sea totalmente desagradable.Gracias EA, Naughty Dog y todas las empresas que tienen 0 preocupación por sus consumidores de PC y que cada vez disimulan menos que lo único que les importa es el dinero.A rezar porque en unos meses puedan optimizar el juego para que sea minimamente estable, ahora mismo no vale la pena comprar este juego y apoyar a las empresas para seguir dándonos ports rotos.",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfaf1"
  },
  "Contenido": "Publicada el 29 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tLa verdad, juegazo. Muchisimo mejor que el Fallen Order en todo sentido. Peor rendimiento del que deberia si, pero no es injugable para nada. Con un par de parches se arregla seguro. Recomendadisimo",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfaf2"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tOtro juego optimizado con la chota",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbef72f7343da94bfaf3"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t7950x3d y 4090 con oc, hay zonas donde baja hasta 40fps y normalmente solo mantiene 80 estables, lamentable. XD",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbf172f7343da94bfaf4"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego es bueno, recuerda al anterior y mantiene muchas de sus mecánicas tipo metroidvania, pero el rendimiento es horrendo. Mi 2080ti que usualmente mueve juegos de forma decente en calidad ultra y 1440p, este juego en calidad media-alta escasamente alcanza los 60 fps con muchos bajores y saltos.EDIT 1: Cada vez que inicio el juego se \"optimizan las texturas\", es que no se guardan?",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbf172f7343da94bfaf5"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tCambiare la opinión cuando el juego pase los 40 fps",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbf172f7343da94bfaf6"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tNo funciona bien el juego, tengo una rtx 3060 y un ryzen 7 5700x y me va a 30 fps en ultra, en el momento que mejore el rendimiento del juego con parches cambiare mi reseña",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbf172f7343da94bfaf7"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tA Respawn Game.",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbf172f7343da94bfaf8"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tEl juego me pareció divertido, solo falta que funcione ಠ⁠︵⁠ಠ",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbf172f7343da94bfaf9"
  },
  "Contenido": "Publicada el 28 abril\nProducto reembolsado\r\n\t\t\t\t\t\t\t\t\t\t\t\tprimero no se podía entrar,cuando pude no se cambiaba la configuración de teclado",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbf172f7343da94bfafa"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tMas allá de los errores de optimización y de la caida de FPS en una que otra zona de los mapas, el juego es lo suficientemente entretenido y te pierdes en lo amplio de sus mapas y la cantidad de coleccionables que tiene no se hace para nada aburrida de encontrar, ademas el combate esta muy brutal al igual que la variedad de movimientos que le agregaron, quejarse por los graficos o el rendimiento es valido, pero no se puede desacreditar el hecho de que es un juegazo, con o sin problemas!",
  "Valoración": "Recomendado"
},
{
  "_id": {
    "$oid": "6481cbf172f7343da94bfafb"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tTengo todos los requerimientos recomendados y me va a 30-40 Fps a todo minimo, cambiar los ajustes no sirve de nada.Respawn tratando de hacer lo minimo por sus juegos",
  "Valoración": "No recomendado"
},
{
  "_id": {
    "$oid": "6481cbf172f7343da94bfafc"
  },
  "Contenido": "Publicada el 28 abril\r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tESTA MUY BUENOOO",
  "Valoración": "Recomendado"
}]